{
    "bg": [
        {
            "Имя": "Август",
            "Значение": "Имя Август является латинским по происхождению и произошло по главной версии от латинского слова «augustus», что переводится как «священный», «величественный» или «великолепный».",
            "Описание": "латинское",
            "Характеристика 1": "священный",
            "Характеристика 2": "величественный"
        },
        {
            "Имя": "Августин",
            "Значение": "Имя Августин происходит от латинского слова «augustos», что переводится как «священный», «величественный» или же «великолепный». К слову, трактовка этого имени близка к трактовке легендарного древнеримского титула, который присуждался императорам Древней Римской империи.",
            "Описание": "латинское",
            "Характеристика 1": "священный",
            "Характеристика 2": "величественный"
        },
        {
            "Имя": "Авраам",
            "Значение": "Имя Авраам древнееврейского происхождения. Считается одним из наиболее почитаемых библейских имен. Произошло от имени Аврам или Абрам. Буквальная его трактовка звучит как «отец народов» или «отец многих». Хотя есть и еще одна версия, по которой оно трактуется как «отец возвышен».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Агафон",
            "Значение": "Имя Агафон по происхождению древнегреческое. Его корни находятся в греческом слове «agathos», что является в древнегреческой мифологии эпитетом «Зевса» и переводится как «добро». Буквальная трактовка имени звучит как «благой», «добрый», или «хороший».",
            "Описание": "древнегреческое",
            "Характеристика 1": "добрый",
            "Характеристика 2": "добрый"
        },
        {
            "Имя": "Александр",
            "Значение": "Имя Александр древнегреческое по происхождению. Имеет несколько вариаций трактовок. В современном переводе трактуется как &#171;защитник&#187;. В более более ранней версии может означать &#171;оберегающего мужа&#187; (от мужчины, а не супруга).",
            "Описание": "греческое"
        },
        {
            "Имя": "Алексей",
            "Значение": "По главной версии, имя Алексей произошло от греческих слов «алексо» или «алексиос». В переводе оно может означать «защитника» или «помощника», или же по второй версии – «защищающего» или «отражающего». Крестным же православным именем является имя Алексий.",
            "Описание": "греческое"
        },
        {
            "Имя": "Альберт",
            "Значение": "По происхождению имя Альберт является древнегерманским. По главной версии произошло от древнегерманского личного имени «Adalbert», которое состоит из двух слов – «adal» (благородный) и «beraht» (яркий).",
            "Описание": "германское Адальберт",
            "Характеристика 1": "благородный"
        },
        {
            "Имя": "Анастасий",
            "Значение": "Имя Анастасий изначально имеет греческое происхождение. Произошло скорее всего от греческого имени Anastasios, что в переводе с греческого языка означает «воскресенье». Но в Древней Греции это имя никогда не пользовалось спросом – спрос на него появился после его того, как его перевели на латинский лад.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Анатолий",
            "Значение": "Имя Анатолий имеет древнегреческое происхождение. По главной версии оно произошло от греческого слова «анатоле», что переводится как «восток» или «восход Солнца». По другой версии данное имя могло впервые появиться на Анатолийском полуострове, где расположена Анатолия.",
            "Описание": "греческое"
        },
        {
            "Имя": "Андрей",
            "Значение": "Имя Андрей происходит от древнегреческого слова. По первой версии – от слова «андрос», что означает «мужа», «мужчину». По второй версии – от слова «андрейос», что переводится как «мужественный».",
            "Описание": "древнегреческое андрос",
            "Характеристика 1": "мужественный"
        },
        {
            "Имя": "Анисий",
            "Значение": "По данным исследователей, происхождением имя Анисий обязано древнегреческой культуре. В культуре Древней Греции корнем служит слово, переводящееся как «благотворный», по одной версии, и «совершенный», по другой. Более точных данных, к сожалению, не имеется даже сегодня.",
            "Описание": "древнегреческое",
            "Характеристика 1": "благотворный",
            "Характеристика 2": "совершенный"
        },
        {
            "Имя": "Антон",
            "Значение": "Имя Антон древнеримское по происхождению. Произошло от римского имени Антоний, которое считалось аристократическим в Римской империи. Трактовка &#8212; «вступать в бой» или «достойный похвалы». По другой версии это имя могло произойти от греческого слова «anthos», что переводится как «цветок» или «цвет».",
            "Описание": "римское аристократическое Антоний"
        },
        {
            "Имя": "Аполлинарий",
            "Значение": "Имя Аполлинарий греческого происхождения. Древние греки поклонялись богу Аполлону, в честь которого и стали в итоге называть новорожденных. Существует немало посвященных ему имен, и имя Аполлинарий как раз-таки и является одним из них. Трактовка звучит как «принадлежащий Аполлону» или «покровительствующийся Аполлоном».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Аполлон",
            "Значение": "Происхождение имени Аполлон – тема очень непростая. Известно, что впервые оно было упомянуто в договоре царя Вилусы Алаксандуса и Муваталлиса, правда, в видоизмененной форме – «Аппалиунас».",
            "Описание": "латинское"
        },
        {
            "Имя": "Аристарх",
            "Значение": "Русское мужское имя Аристарх произошло по главной версии от древнегреческих слов «аристос», что означает «самый лучший», и «архос», что переводится как «правитель». Трактовка этого имени звучит как «самый лучший правитель» или «предводитель лучших». Более точной версии, к сожалению, не имеется.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Аркадий",
            "Значение": "По главной версии произошло имя Аркадий от древнегреческого слова «аркадос», что в переводе означает «пастух». Но на самом деле трактовка этого имени в официальных источниках звучит немного иначе. «житель Аркадии» или «из Аркадии» &#8212; вот, как звучит трактовка на самом деле.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Арсен",
            "Значение": "По главной версии имя Арсен является чисто греческим. Произойти могло от греческого слова «арсениос» или «арсен», что переводится как «мужчина», «мужской», «мужественный» или «зрелый». К слову, в греческом языке оно считается синонимом мужского имени Андрей.",
            "Описание": "греческое",
            "Характеристика 1": "мужественный",
            "Характеристика 2": "зрелый"
        },
        {
            "Имя": "Арсений",
            "Значение": "Имя Арсений имеет греческие корни и произошло от греческих слов «арсениос» и «арсен». В переводе означает «мужественного», «зрелого» или «мужского». Хотя существуют и другие версии происхождения в других культурах. И к слову, в греческом языке имя Арсений является синонимом русского имени Андрей…",
            "Описание": "древнегреческое",
            "Характеристика 1": "мужественный",
            "Характеристика 2": "зрелый"
        },
        {
            "Имя": "Артем",
            "Значение": "Мужское имя Артем популярно и слишком распространено сегодня, и родителям, которые хотят назвать сына хорошим, красивым, и одновременно влиятельным именем, стоит обратить внимание на него. Но что это за имя, и что значит? Вопрос достойный, и мы с ним разберемся ниже…",
            "Описание": "Артемиос",
            "Характеристика 1": "невредимый",
            "Характеристика 2": "безопасный"
        },
        {
            "Имя": "Артемий",
            "Значение": "Имя Артемий произошло от древнегреческого имени «Артемиос», что переводится как «посвященный Артемиде». Но буквальный перевод звучит иначе. Буквально, это имя трактуется как «целый и невредимый», или «живой-здоровый». Хотя в некоторых культурах это имя может трактоваться и иначе.",
            "Описание": "древнегреческое",
            "Характеристика 1": "целый и невредимый",
            "Характеристика 2": "живой здоровый"
        },
        {
            "Имя": "Артур",
            "Значение": "Имя Артур произошло от английского имени Arthur, которое в свою очередь произошло от имени Artorius. Последнее в свою очередь состоит из двух слов. Первая часть, это «arth», что переводится как медведь. Вторая часть, это «rigos», что переводится как вождь. В итоге трактовка звучит как «царь медведей» или «медвежий король».",
            "Описание": "кельтское"
        },
        {
            "Имя": "Архип",
            "Значение": "Имя Архип произошло от древнегреческих слов «архо» и «хиппос». В переводе они звучат как «начальник» или «правитель» и «конь». Трактовка же может звучать по-разному – все зависит от версии. Например, «главный всадник», «повелитель лошадей» или «начальник конницы».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Бенедикт",
            "Значение": "Имя Бенедикт американского происхождения. Произошло скорее всего от латинского «Benedictus». Буквальная трактовка этого имени звучит как «благословенный». Но при такой трактовке, как правило, это имя сулит носителям очень непростой и можно даже сказать резкий характер.",
            "Описание": "американское",
            "Характеристика 1": "благословенный",
            "Характеристика 2": "благословенный"
        },
        {
            "Имя": "Богдан",
            "Значение": "Имя Богдан считается чисто русским и произошло от двух русских слов «Богом» и «дан», или же «данный Богом». Буквальная трактовка звучит как «Богом данный». Но к сожалению, в именослове по Святцам его нет, поэтому именины справляются по имени Феодот.",
            "Описание": "славянское",
            "Характеристика 1": "Богом данный",
            "Характеристика 2": "Богом данный"
        },
        {
            "Имя": "Болеслав",
            "Значение": "Есть две версии происхождения мужского имени Болеслав. По одной – пришло из древнееврейской культуры. По другой – было зарождено в славянской культуре. Впрочем, независимо от версии, трактовка этого имени звучит примерно одинаково и гласит о «более славном» или «прославленном» человеке…",
            "Описание": "древнееврейское",
            "Характеристика 1": "более славный",
            "Характеристика 2": "прославленный"
        },
        {
            "Имя": "Борис",
            "Значение": "Имя Борис произошло от старославянского имени Борислав, трактовка которого звучит как «славный в борьбе» или «борец». Но есть и другая версия, по которой в переводе имя Борис может означать «боровой» или «крепкий».",
            "Описание": "Старославянское"
        },
        {
            "Имя": "Борислав",
            "Значение": "Имя Борислав впервые дало о себе знать в славянской культуре и произошло от старославянских слов. По одной из версий, в его корне имеется слово «борити», что переводится как «бороться», а также, «слав», что означает «славу». Буквальная же трактовка звучит как «бороться за славу» или «борющийся за славу». Хотя существуют и другие версии происхождения. К примеру, нередко его связывают с тюркским словом «барыш», что переводится как «мир» или «соглашение».",
            "Описание": "старославянское"
        },
        {
            "Имя": "Вадим",
            "Значение": "Православное русское имя Вадим произошло по главной версии от библейского имени Овадия, что трактуется как «служащий Богу». По второй версии (менее популярной), произошло от персидского слова «badiyan», что переводится как «анисовое дерево».",
            "Описание": "библейское имя"
        },
        {
            "Имя": "Валентин",
            "Значение": "Имя Валентин латинского происхождения. Происходит от латинского слова «valens», что переводится как «здоровый» или «сильный». Церковная форма имени Валентин – Уалентин, хотя знают об этом далеко не многие. На данный момент популярно не только в России, но также и на Западе…",
            "Описание": "латинское",
            "Характеристика 1": "здоровый",
            "Характеристика 2": "сильный"
        },
        {
            "Имя": "Валерий",
            "Значение": "Имя Валерий произошло от родового имени «Valerius». В корне лежит слово «valere». В переводе это слово означает «быть крепким», «быть сильным» или «быть здоровым». Имя Валерий считается православным, но во время крестин используется не только оно, но и Валериан (на выбор).",
            "Описание": "древнеримское"
        },
        {
            "Имя": "Василий",
            "Значение": "Происхождение имени Василий – древнегреческое. В древней Греции существовало имя Басилейос, позже взявшее форму Василиос. В переводе с древнегреческого языка, оно означает «царственного», «царского», и просто «царя».",
            "Описание": "древнегреческое",
            "Характеристика 1": "царственный",
            "Характеристика 2": "властный"
        },
        {
            "Имя": "Вениамин",
            "Значение": "Мужское имя Вениамин по происхождению является древнееврейским. По главной версии произошло от слов «бен», что переводится как «сын», и «ямин», что трактуется как «правая сторона». Буквальная трактовка этого имени звучит как «сын правой руки» или точнее «сын любимой жены».",
            "Описание": "древнееврейское",
            "Характеристика 1": "послушный"
        },
        {
            "Имя": "Викентий",
            "Значение": "Имя Викентий латинского происхождения. Произошло по главной версии от латинского слова «vincens», что переводится как «побеждающий». Сегодня не слишком популярно, но зато оно обладает очень сильной энергетикой и даже числится в именослове православных имен по Святцам…",
            "Описание": "позднелатинское"
        },
        {
            "Имя": "Виктор",
            "Значение": "Имя Виктор является латинским по происхождению, хотя в край расходится с тем, что популярным оно является только на территории русскоязычных стран. Является эпитетом римским Богов, таких как Марс и Юпитер. В переводе означает «победителя». Хотя есть и другие не менее интересные версии…",
            "Описание": "латинское",
            "Характеристика 1": "победоносный"
        },
        {
            "Имя": "Вилен",
            "Значение": "Имя Вилен произошло по разным версиям от разных эпитетов и слов. По одной из версий, оно могло произойти от имени верховного Бога ассиро-вавилонян – Бога Бел. По другой версии от греческого слова «белос», что переводится как «порог» или «жилище». По третьей версии в советское время детей называли именем Вилен в честь В.И. Ленина.",
            "Описание": "древнегреческое или советское"
        },
        {
            "Имя": "Виссарион",
            "Значение": "По главной версии имя Виссарион имеет древнегреческие корни. Его трактовка звучит как «дающий жизнь людям». Есть и иное мнение. Возможно произошло от греческого «бэсса». В таком случае перевод звучит как «родом из Бэссы». Но эта версия не слишком популярна в наших краях.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Виталий",
            "Значение": "Имя Виталий латинского происхождения. Произошло от латинского личного имени Vitalis, что дословно трактуется как «относящийся к жизни». У нас же распространена однословная трактовка – «жизненный». Хотя имеются и другие популярные варианты трактовки, такие как «жизнеспособный», «животворящий» и «дающий жизнь».",
            "Описание": "латинское",
            "Характеристика 1": "жизненный",
            "Характеристика 2": "жизнеспособный"
        },
        {
            "Имя": "Влад",
            "Значение": "Имя Влад было образовано благодаря славянскому язычеству. Изначально существовало как укороченная форма имени Владислав. Теперь же употребляется и как самостоятельное имя. Буквальная трактовка звучит как «властитель».",
            "Описание": "старославянское"
        },
        {
            "Имя": "Владимир",
            "Значение": "Существует две версии происхождения имени Владимир. По первой версии оно могло образоваться от древнерусского имени Володимер. Во второй версии может иметь древнегерманские корни и быть производной имени Вальдемар, которое переводится как «славный властитель» или «знаменитый правитель».",
            "Описание": "старорусское"
        },
        {
            "Имя": "Владислав",
            "Значение": "Имя Владислав является одним из немногих старославянских имен, остающихся популярными даже в наше время. Оно произошло от двух слов. Первым в его корне является «влад», что расшифровывается как «владеть» или «власть». Второй элемент, это «слав», что означает славу. Полная трактовка звучит как «владей славой» или «владеть славой».",
            "Описание": "старославянское"
        },
        {
            "Имя": "Вольдемар",
            "Значение": "Происхождение имени Вольдемар – древнегерманское. Образовано было от двух немецких слов. Первое, это «waltan», что переводится как «властвовать» или «управлять». Второе, это «maren» &#8212; означает «известность» или «величество». Буквальная трактовка звучит как «знаменитый властитель.",
            "Описание": "древнегерманское"
        },
        {
            "Имя": "Всеволод",
            "Значение": "Имя Всеволод считается старославянским по происхождению и по главной версии произошло от старославянских слов, переводящихся как «власть» и «всем». Буквальная трактовка звучит как «всевластный» или «владеющий всем».",
            "Описание": "старославянское",
            "Характеристика 1": "всевластный",
            "Характеристика 2": "всевластный"
        },
        {
            "Имя": "Вячеслав",
            "Значение": "Имя Вячеслав по происхождению древнеславянское. Произошло же от слов «вяче» или «вяще», что переводится как «много», и «слав», что означает славу. Буквальная трактовка звучит как «более славный», «большая слава», или «многославный».",
            "Описание": "старорусское",
            "Характеристика 1": "более славный",
            "Характеристика 2": "многославный"
        },
        {
            "Имя": "Гавриил",
            "Значение": "Имя Гавриил имеет древнееврейское происхождение. Произошло скорее всего от теофорного библейского имени Гавриэль, буквальная трактовка которого звучит как «мужество» или «мощь». Само же имя Гавриил трактуется в народе как «поддерживающий Бога» или «помощник Бога».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Геннадий",
            "Значение": "Имя Геннадий произошло от древнегреческих слов и является греческим по происхождению. В корне лежит слово «геннадис», которое переводится как «благородный». При этом буквальная трактовка имеет несколько версий, в зависимости от культуры…",
            "Описание": "древнегреческое",
            "Характеристика 1": "благородный",
            "Характеристика 2": "благородный"
        },
        {
            "Имя": "Георгий",
            "Значение": "Имя Георгий является древнегреческим по происхождению. В корне слово «георгос». Переводится данное слово как «возделывающий землю», или говоря простым языком, «земледелец». К слову, является одним из многочисленных эпитетов имени Бога Зевса, покровительствующего над земледелием и не только…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Герман",
            "Значение": "По происхождению имя Герман считается древнегерманским. Произошло от двух немецких слов. Первое – «heri», что переводится как «армия» или «войско». Второе – «man», что означает «человека». Буквальная трактовка звучит как «воин» или «дружинник».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Глеб",
            "Значение": "Есть две версии происхождения имени Глеб. По первой версии, это имя могло произойти от древнескандинавского имени «Gudleifr». По второй версии – от древнегерманского «Godleib». Впрочем, трактуются обе версии одинаково – «потомок Бога», «наследник Бога», или «любимец Бога».",
            "Описание": "скандинавское или древнегерманское"
        },
        {
            "Имя": "Гордей",
            "Значение": "Имя Гордей древнегреческого происхождения. Произошло от мужского имени «Гордий» &#8212; «царь» или «повелитель». По приданию, так звали крестьянина, коего по воле бога Зевса избрали царем Фригии. По второй же версии это имя может иметь славянские корни и трактоваться как «гордый» или «гордец».",
            "Описание": "древнегреческое",
            "Характеристика 1": "гордый"
        },
        {
            "Имя": "Григорий",
            "Значение": "Имя Григорий имеет древнегреческие корни и могло по главной версии произойти от слова, звучавшего как «григорео». Перевод этого слова звучит как «бдить» или «бодрствовать». Буквальная трактовка имени Григорий звучит как «бдительный» или «бодрый».",
            "Описание": "древнегреческое",
            "Характеристика 1": "бдительный",
            "Характеристика 2": "бодрый"
        },
        {
            "Имя": "Давид",
            "Значение": "Давид &#8212; древнееврейское по происхождению мужское имя. На иврите это имя звучит как Давыд. В переводе означает «любимца», «возлюбленного», «любимого» мужчину. При этом оно популярно не только в России и странах с русскоязычным населением, но и заграницей.",
            "Описание": "древнееврейское",
            "Характеристика 1": "возлюбленный",
            "Характеристика 2": "любимый"
        },
        {
            "Имя": "Даниил",
            "Значение": "Имя Даниил является древнееврейским по происхождению. Произошло от слов «дани», что в переводе означает «мой судья» и «эль» &#8212; Бог. Буквальная трактовка звучит как «мой судья – Бог» или «Божий суд».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Демьян",
            "Значение": "Имя Демьян скорее всего латинского происхождения. Могло произойти от латинского Damianus, что буквально трактуется как «посвященный Дамии». К слову, в древнегреческой мифологии это богиня плодородия и изобилия. По другой версии это имя может трактоваться как «покорять» или «усмирять».",
            "Описание": "латинское или древнегреческое"
        },
        {
            "Имя": "Денис",
            "Значение": "Имя Денис древнегреческое по происхождению. Но первоначально оно произошло от устаревшего церковного имени Дионисий, народной вариацией произношения которого и стало. В свою очередь Дионисий произошло от имени Дионисиос, что переводится как «принадлежащий Дионису».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Дмитрий",
            "Значение": "Происхождение имени Дмитрий – древнегреческое. Судя по основным данным, буквальная трактовка этого имени звучит как «посвященный Деметре». Деметра же, к слову, является Богиней земли, плодородия и земледельцев. В буквальном переводе «Деметра» означает «Мать Земли».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Добрыня",
            "Значение": "Имя Добрыня славянского происхождения. Произошло от языческого старославянского слова, что означает «доброго». Но в современной славянской культуре буквальная трактовка этого имени звучит как «удалой» или «самый лучший». При этом не стоит думать, что таковая трактовка гарантирует наличие непосредственно этих же качеств в характере…",
            "Описание": "старославянское",
            "Характеристика 1": "добрый"
        },
        {
            "Имя": "Евгений",
            "Значение": "Имя Евгений по происхождению скорее всего древнегреческое. Могло произойти от слова «эугэнэс», что в переводе с греческого означает «благородного», или «человека из знатного рода». На наши земли оно пришло лишь в XIX веке, и то, в искаженной форме, которая звучала как Эжен, и позже переросла в Женю.",
            "Описание": "древнегреческое",
            "Характеристика 1": "благородный"
        },
        {
            "Имя": "Евдоким",
            "Значение": "Имя Евдоким византийского происхождения. От него же произошло и много других имен, например, Авдоким. В средневековье это имя считалось даже общепринятым календарным именем, и им нарекали мальчиком, что рождались исключительно 13 августа. Произошло же от греческого слова «εὐδόκιμος», что переводится как «славный».",
            "Описание": "древнегреческое",
            "Характеристика 1": "славный",
            "Характеристика 2": "славный"
        },
        {
            "Имя": "Егор",
            "Значение": "Имя Егор греческого происхождения. По главной версии произошло от имени Георгий, которое тоже является древнегреческим по происхождению. Буквальная трактовка звучит как «земледелец». Это имя имеет очень сильную энергетику и по основной версии является одним из простейших мужских имен (просторечное).",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Елисей",
            "Значение": "Имя Елисей еврейского происхождения. По главной версии произошло от еврейского имени «Элиша», что в свою очередь переводится с древнееврейского языка как «Бог – спасение» или «Бог спасает». И кстати, это имя упоминалось в Ветхом завете, и принадлежало ученику пророка Илии…",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Ефим",
            "Значение": "Имя Ефим греческого происхождения. По главной версии оно является простонародной, просторечной формой греческого имени Евфимий, которое в свое время употреблялось исключительно в отношении монахов и простолюдинов. В переводе с греческого языка означает «доброжелательного» или «благосклонного».",
            "Описание": "древнегреческое",
            "Характеристика 1": "доброжелательный",
            "Характеристика 2": "благосклонный"
        },
        {
            "Имя": "Ефрем",
            "Значение": "Имя Ефрем еврейского происхождения. Произошло по главной версии от еврейского древнего имени Эфрайим, что буквально трактуется как «плодовитый». И кстати, это одно из тех немногих имен, что числятся и в католическом, и в православном именослове по Святцам.",
            "Описание": "древнееврейское",
            "Характеристика 1": "плодовитый",
            "Характеристика 2": "плодовитый"
        },
        {
            "Имя": "Захар",
            "Значение": "Имя Захар древнееврейского происхождения. По главной версии произошло от древнееврейского имени «Зехариаху» (позже «Зехарья»), что трактуется как «Господь вспомнил», «помнящий Господа», или «вспомянутый Господом». Другими словами, трактовка тесно связано с верой в Господа и библией…",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Зиновий",
            "Значение": "Имя Зиновий греческого происхождения. Было образовано скорее всего от греческого имени Зенобиос или Зиновиос. Оба трактуются как Зевс, по главной версии, или «биос», по второй версии. Биос означает жизнь. У нас же принято трактовать имя Зиновий как «сила Зевса». Хотя существуют и другие варианты…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Зорий",
            "Значение": "Имя Зорий армянского происхождения. Буквальная трактовка этого необычного армянского имени звучит как «жрец солнца и огня», а по второй версии – «повелитель культа». Примечательно, что несмотря на свое происхождение, это имя не встречается среди представителей кавказский народностей.",
            "Описание": "армянское"
        },
        {
            "Имя": "Иван",
            "Значение": "Имя Иван древнееврейское по происхождению. По главной версии имя Иван произошло от старорусской формы Иоанн. В переводе означает «благодать Божия». В то же время, это имя сейчас распространено только среди русскоязычного населения России, Украины и Белоруссии…",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Игнатий",
            "Значение": "Имя Игнатий древнеримского происхождения. По главной версии оно могло произойти от римского родового имени, что звучало как Egnatius. Позже произношение этого имени и написание изменились, и он стало писаться как «Ignatius», и считаться порождением слова «ignis», что переводится как «огонь».",
            "Описание": "древнеримское",
            "Характеристика 1": "огненный"
        },
        {
            "Имя": "Игорь",
            "Значение": "Имя Игорь произошло от двух разных древних слов. Первое – «Ing», что является именем скандинавского Бога Инга, покровительствующего над плодородием и изобилием. Вторая же часть в имени Игорь – «varr», что переводится как «охранять». Буквальная трактовка – «охраняющий имя Бога».",
            "Описание": "древнерусское",
            "Характеристика 1": "воинственный",
            "Характеристика 2": "богатый"
        },
        {
            "Имя": "Илларион",
            "Значение": "Имя Илларион греческого происхождения. Произошло от Хиларион (Ἱλαρίων). Хотя есть и мнение, что само имя произошло уже от слова «хилариос», что буквально трактуется как «веселый» или «радостный». Хотя, опять же. Существуют и другие не менее популярные версии.",
            "Описание": "древнегреческое",
            "Характеристика 1": "веселый",
            "Характеристика 2": "радостный"
        },
        {
            "Имя": "Илья",
            "Значение": "Имя Илья считается древнееврейским по происхождению. Его буквальная трактовка с иврита означает «верующего» мужчину. По другой версии трактовка может звучать как «Бог мой» или «сила Божья». И к слову, это имя сегодня особенно популярно в России.",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Иннокентий",
            "Значение": "Имя Иннокентий имеет древнеримское/латинское происхождение. Скорее всего произошло от латинского слова «innocens», трактовка которого звучит как «безобидный». Но есть и другая версия трактовки, звучащая как «безвредный» или «невинный». К слову, другие версии перевода не особо популярны.",
            "Описание": "древнеримское",
            "Характеристика 1": "безобидный",
            "Характеристика 2": "безвредный"
        },
        {
            "Имя": "Иосиф",
            "Значение": "Имя Иосиф древнееврейского происхождения. В переводе с древнееврейского языка его трактовка звучит как «Бог прибавит» или же «Бог приумножит». На данный момент, это имя не в слишком большом почете в России и других странах, бывших республиках Советского Союза, но некогда было довольно популярным.",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Казимир",
            "Значение": "Имя Казимир славянского происхождения. По главной версии трактуется как «проповедующий мир». По второй версии может трактоваться как «миротворец». Впрочем, версии схожи, и поэтому не разделены. На данный момент это имя не слишком популярно, хотя в свое время было в числе известнейших.",
            "Описание": "славянское"
        },
        {
            "Имя": "Касьян",
            "Значение": "Имя Касьян латинского/древнеримского происхождения. По главной версии произошло от известного родового имени. К нам пришло с Византией, но было популярным в нашей стране лишь в 80-х годах и ранее. Буквальная его трактовка звучит как «шлемоносец». Других версий трактовки, к сожалению, не имеется.",
            "Описание": "латинское древнеримское"
        },
        {
            "Имя": "Кир",
            "Значение": "Имя Кир древнегреческого происхождения. Происходит от греческого слова «κύριος», что в переводе на русский язык звучит как «господин». Но есть и вторая версия, по которой имя Кир могло произойти от мужского персидского имени Куруш, трактовка которого звучит как «как солнце».",
            "Описание": "греческое"
        },
        {
            "Имя": "Кирилл",
            "Значение": "Имя Кирилл является древнегреческим по происхождению и пришло к нам вместе с язычеством прямиком из Древней Греции. Более того, оно пережило целые века и в конце концов даже было принято православной церковью. Буквальная же трактовка этого имени означает «владыку» или «господина». В корне греческое слово «Κύριλλος».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Клим",
            "Значение": "Имя Клим древнеримское по происхождению. По главной версии могло произойти от древнеримского когномена (родового прозвища), звучавшего как «сlement». В переводе этот когномен может означать «милосердного», «гуманного» или же «мягкого» человека. Хотя существуют и другие версии.",
            "Описание": "древнеримское",
            "Характеристика 1": "милосердный",
            "Характеристика 2": "гуманный"
        },
        {
            "Имя": "Климент",
            "Значение": "Имя Климент древнеримского происхождения. Оно произошло от римского родового имени или прозвища «сlement», что переводится как «милосердный» или «гуманный». Самое же интересное заключается в том, что в современности этом имя произносится, как с ударением на первый слог, так и на второй, и оба варианта считаются верными.",
            "Описание": "древнеримское",
            "Характеристика 1": "милосердный",
            "Характеристика 2": "гуманный"
        },
        {
            "Имя": "Кондрат",
            "Значение": "Имя Кондрат является мужским славянским именем латинского происхождения. Произошло от латинского Quadratus, что на русском звучит как Кодрат. Буквальная же трактовка этого имени звучит как «широкоплечий». И кстати, нигде в мире, кроме СССР, это имя больше не прижилось.",
            "Описание": "латинское славянское"
        },
        {
            "Имя": "Константин",
            "Значение": "Происхождение имени Константин – древнеримское. Произошло от латинского слова «constans», что переводится как «неизменный», «постоянный» или «стойкий». В Древнем Риме это имя не было популярным и существовало в виде других видоизмененных форм. До нас дошло позже…",
            "Описание": "древнеримское латинское",
            "Характеристика 1": "неизменный",
            "Характеристика 2": "постоянный"
        },
        {
            "Имя": "Кузьма",
            "Значение": "Имя Кузьма древнегреческого происхождения. Скорее всего было образовано от мужского древнего греческого имени Космас, что переводится как «кузнец». Изначально же имя Кузьма звучало как Косма, и только потом от него были образованы такие имена как Косьма, Козьма и не только…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Лев",
            "Значение": "Имя Лев могло произойти от латинского имени Лео или древнегреческого Леон, которые в обоих случаях трактуются как Лев. По другой версии оно может означать «храброго, как Лев». Многими ошибочно полагается, что это имя связано с другими русскими именами и не является самостоятельным, но это не так…",
            "Описание": "латинское от",
            "Характеристика 1": "храбрый"
        },
        {
            "Имя": "Леонид",
            "Значение": "Имя Леонид имеет древнегреческое происхождение и скорее всего произошло от имени Леонидас, что переводится как «подобный льву» или «сын льва». Других версий его происхождения не существует. Но зато у этого имени имеются известные родственные имена-синонимы, такие как Лев, Леонтий, Леон.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Леонтий",
            "Значение": "Имя Леонтий является древнегреческим по происхождению. В корне находится слово «леон», что переводится с греческого языка как «лев». Тем не менее, в церковном написании зачастую имя Леонтий заменяется именем Леонт. К слову, у этого имени имеется множество однокоренных имен по всему миру и в самых разных культурах.",
            "Описание": "греческое"
        },
        {
            "Имя": "Лукьян",
            "Значение": "Имя Лукьян латинского/древнеримского происхождения. Произошло от древнего римского родового прозвища «Lucianus», которое в свою очередь произошло от латинского личного имени «Lucius». К слову, в корне слово «lux», что переводится как «свет».",
            "Описание": "древнеримское латинское"
        },
        {
            "Имя": "Магдалина",
            "Значение": "Имя Магдалина древнегреческого происхождения и является исключительно католическим. В переводе с древнегреческого языка оно означает «жительницу Магдалы» или «девушка из Магдалы». Но, к слову, у этого имени имеется много вариаций произношения и форм, так что известно оно не только в данной вариации.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Макар",
            "Значение": "Имя Макар древнегреческого происхождения. Произошло вероятно от греческого слова «макариос», что переводится как «блаженный» или «благословенный». Но несмотря на свое происхождение, имя Макар никогда не было известным в Греции и Европе в целом, и пользовалось спросом только на территории славянских стран.",
            "Описание": "древнегреческое",
            "Характеристика 1": "блаженный",
            "Характеристика 2": "благословенный"
        },
        {
            "Имя": "Максим",
            "Значение": "Происхождение имени Максим – древнеримское. Произошло от латинского родового имени Maximus. Буквальная трактовка этого имени звучит как «величайший». Присутствует и в перечне имен по православным Святцам, и в католическом именослове, что является большой редкостью.",
            "Описание": "древнеримское",
            "Характеристика 1": "величественный"
        },
        {
            "Имя": "Марат",
            "Значение": "Имя Марат имеет арабское происхождение. По главной версии может переводиться с арабского языка как «желанный». По второй версии может в переводе означать «цель» или «желание». Хотя есть и третья версия, по которой оно могло произойти от фамилии французского революционера Жан-Поля Марата.",
            "Описание": "арабское",
            "Характеристика 1": "желанный",
            "Характеристика 2": "желанный"
        },
        {
            "Имя": "Марк",
            "Значение": "Имя Марк по происхождению считается древнегреческим, хотя на самом деле оно произошло от латинского слова «маркус», что переводится как «молоток». По другой версии – произошло от имени Бога Марса, что был покровителем людей и стал в итоге Богом Войны.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Матвей",
            "Значение": "Имя Матвей еврейского происхождения. Современное звучание на самом деле было обретено лишь со временем. Изначально это имя звучало как Матфей или же Матфий. В переводе с древнееврейского языка означает «дарованный Богом». По другой версии может трактоваться как «человек Бога» или «дар Бога».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Мирон",
            "Значение": "Имя Мирон греческого происхождения по главной версии. Исходя из нее же, могло произойти от греческого слова «мюрон», что буквально трактуется как «душистая смола» или «источающий миро». Но есть и вторая версия происхождения этого имени, персидская…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Митрофан",
            "Значение": "Митрофан считается именем греческого происхождения. По главной версии произошло от древнегреческого слова «Μητροφάνης», что переводится на русский язык как «матерью явленный». В нашей местности, это имя появилось лишь в конце девятнадцатого века. И считалось исключительно крестьянским…",
            "Описание": "греческое",
            "Характеристика 1": "матерью явленный",
            "Характеристика 2": "матерью явленный"
        },
        {
            "Имя": "Михаил",
            "Значение": "Михаил – древнееврейское по происхождению имя. Звучит на иврите как «Mikhael». Буквальная его трактовка звучит как «Богу подобный». Есть и две других версии – «кто как Бог» и «тот, кто подобен Богу».",
            "Описание": "древнееврейское",
            "Характеристика 1": "богородный",
            "Характеристика 2": "богородный"
        },
        {
            "Имя": "Модест",
            "Значение": "Имя Модест древнеримское по происхождению/латинское. В древнеримской культуре было образовано от слова «Modest», что трактуется как «скромный», или «неприхотливый». Но не стоит думать, что неприхотливость, как черта характера, обязательно будет сулиться носителю этого имени…",
            "Описание": "древнеримское",
            "Характеристика 1": "скромный",
            "Характеристика 2": "неприхотливый"
        },
        {
            "Имя": "Моисей",
            "Значение": "Имя Моисей древнееврейского происхождения. По главной версии может трактоваться как «спасенный из воды». По второй версии трактуется как дитя». По третьей – «сын Бога Тота». Также существует и множество других версий. В первую же очередь трактовка зависит от культуры…",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Назар",
            "Значение": "Имя Назар древнееврейского происхождения. Произошло от еврейского слова «nazar», что переводится буквально как «посвятил себя Богу». Хотя есть и другая версия происхождения, исходя из которой, это имя могло произойти от слова «nazara», что трактуется как «истина».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Наум",
            "Значение": "Имя Наум древнееврейского происхождения. В библии упоминается Пророк Наум – он предсказал исчезновение (гибель) Ниневии. В переводе с древнего еврейского языка, данное имя означает «утешающего» или «утешенного». К слову, существуют и другие версии, но они не популярны.",
            "Описание": "древнееврейское",
            "Характеристика 1": "утешенный"
        },
        {
            "Имя": "Никанор",
            "Значение": "Имя Никанор греческого происхождения. Произошло от греческого слова «Νικάνωρ», что переводится как «видящий победу». Считается библейским именем, ведь принадлежало апостолу от семидесяти. По приданию, Святой апостол Никанор совершал множественные богоугодные деяния…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Никита",
            "Значение": "Имя Никита по происхождению древнегреческое. В переводе оно означает «победителя». Других трактовок у этого имени нет, но зато у него есть женское имя-синоним. Звучащее точно также, но в котором ударение ставится на последнюю букву (НикитА). В России женская вариация имени не пользуется спросом…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Никифор",
            "Значение": "Имя Никифор древнегреческого происхождения. Произошло от греческих слов, в переводе означающих «несущего победу». Хотя есть и иная версия, гласящая об имеющемся в корне имени богини победы, именовавшейся как Ника – в данном случае трактовка звучит как «победоносный».",
            "Описание": "древнегреческое",
            "Характеристика 1": "победоносный",
            "Характеристика 2": "победоносный"
        },
        {
            "Имя": "Николай",
            "Значение": "Имя Николай древнегреческое по происхождению. Буквальная трактовка – «победитель народов». Является родственным именем Никодима. Считается православным именем и числится в именослове по Святцам. Главным его Святым покровителем является Святой Николай Чудотворец.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Никон",
            "Значение": "Имя Никон древнегреческое по происхождению. Произошло скорее всего от греческого слова «Νίκων», что переводится как «побеждающий». В Российской Федерации и странах с русскоязычным населением это имя используется как традиционное мужское, и как монашеское, только с ударением на другой слог.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Олег",
            "Значение": "Мужское имя Олег по происхождению скандинавское, хотя сегодня считается исключительно славянским. Произошло от слова «Helge». Буквальная трактовка этого имени звучит как «святой» или «священный». На наши земли пришло в древние времена вместе с варягами…",
            "Описание": "скандинавское",
            "Характеристика 1": "священный",
            "Характеристика 2": "священный"
        },
        {
            "Имя": "Павел",
            "Значение": "Имя Павел изначально являлось древним римским родовым именем, звучавшим как Paulus. Его трактовка в те времена звучала как «малый», «маленький». Позже оно пришло в славянскую культуру и возымело такую же популярностью. Широкое распространение получило благодаря авторитету Апостола Павла.",
            "Описание": "древнеримское",
            "Характеристика 1": "малый",
            "Характеристика 2": "малый"
        },
        {
            "Имя": "Парамон",
            "Значение": "Имя Парамон древнегреческого происхождения. Произошло по главной версии от древнегреческого имени Парамонос. В переводе звучит как «надежный». Но есть и другая трактовка, звучащая как «верный». К слову, это имя никогда не было популярным заграницей и использовалось только на территории СССР, и то, в 80-х годах, и не слишком часто…",
            "Описание": "древнегреческое",
            "Характеристика 1": "надежный",
            "Характеристика 2": "верный"
        },
        {
            "Имя": "Петр",
            "Значение": "Имя Пётр древнегреческое по происхождению. По главной версии произошло от древнегреческого имени Петрос. Буквальная же его трактовка звучит как «камень». И к слову, многие специалисты-исследователи утверждают, что это имя именно по причине таковой трактовки и может сильно повлиять на характер носителя.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Платон",
            "Значение": "Имя Платон древнегреческого происхождения. Произошло от греческого «Πλάτων от πλᾰτύς», что в переводе означает «широкоплечего». Изначально это имя давалось именно людям с определенными внешними чертами, но теперь же оно стало вполне обычным мужским именем…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Прохор",
            "Значение": "Имя Прохор славянского, русского происхождения. Изначально произошло от сочетания слов, что означало «управляющего хором» &#8212; по главной версии. Вторая же версия трактовки звучит как «тот, кто перед хором». Впрочем, трактовка у этого имени является далеко не самым важным фактором.",
            "Описание": "русское славянское"
        },
        {
            "Имя": "Ренат",
            "Значение": "Ренат &#8212; имя позднелатинского происхождения. По главной версии произошло от слова «renatus», что переводится как «заново рожденный» или «возрожденный». Других версий его происхождения и трактовки нет. И к слову, оно является именем синонимом мужского имени Ринат, которое также пользуется спросом…",
            "Описание": "позднелатинское",
            "Характеристика 1": "заново рожденный",
            "Характеристика 2": "возрожденный"
        },
        {
            "Имя": "Ринат",
            "Значение": "Имя Ринат имеет древнеримское/латинское происхождение. Произошло скорее всего от латинского слова «renatus», что трактуется по главной версии как «заново рожденный» или «возрожденный». К слову, в Европе это имя очень популярно, но в видоизмененных формах…",
            "Описание": "древнеримское латинское",
            "Характеристика 1": "заново рожденный",
            "Характеристика 2": "возрожденный"
        },
        {
            "Имя": "Родион",
            "Значение": "Имя Родион по происхождению древнегреческое и пришло на территорию Древней Руси в давние времена через церковный язык. Оно считается производной формой древнегреческого имени Иродион, что трактуется как «герой». Само же имя Родион трактуется как «житель Родоса», по крайней мере, по главной версии…",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Роман",
            "Значение": "Имя Роман считается латинским по происхождению и скорее всего впервые появилось в древнеримской культуре. Могло произойти от латинского слова «романус», что в переводе может означать «римского», «римлянина» или «человека из Рима». В современности считается одним из популярнейших в России…",
            "Описание": "древнеримское"
        },
        {
            "Имя": "Ростислав",
            "Значение": "Имя Ростислав славянского происхождения. Произошло от двух слов, а именно: от «расти» и «слава». Буквальная трактовка этого имени звучит как «растущая слава», по первой версии, и «тот, чья слава растет», по второй. И кстати, оно же является родственным именем женскому Слава.",
            "Описание": "славянское"
        },
        {
            "Имя": "Савва",
            "Значение": "Имя Савва по главной версии древнеарамейского происхождения. Произошло от арамейского слова «сава» или «саба», что трактуется как «старец» или «мудрец». Но есть и вторая версия, по которой имя Савва могло произойти от имени Саббатиос, что переводится как «суббота».",
            "Описание": "арамейское"
        },
        {
            "Имя": "Савелий",
            "Значение": "Имя Савелий древнееврейское по происхождению, по главной версии. В переводе с еврейского языка может означать «тяжкий, непосильный труд». Но есть и вторая версия, по которой оно могло произойти от латинского слова «Sabellus», что переводится как сабинский».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Святослав",
            "Значение": "Имя Святослав славянского происхождения. Произошло от совмещения двух славянских слов – «святая» и «слава». Буквальная трактовка звучит как «священная слава». К слову, это имя имеет действительно сильную энергетику и в свое время им нарекались исключительно дети из именитых семей, принесших пользу народу и миру.",
            "Описание": "старославянское"
        },
        {
            "Имя": "Севастьян",
            "Значение": "Имя Севастьян греческого происхождения. Произошло по главной версии от греческого «sebastos», что в переводе звучит как «высокочтимый» или «священный». По другой версии могло произойти от «Sebastianus», что переводится как «севастийский» или «тот, кто родом из Севаастии».",
            "Описание": "древнегреческое",
            "Характеристика 1": "высокочтимый",
            "Характеристика 2": "священный"
        },
        {
            "Имя": "Семен",
            "Значение": "Имя Семен древнееврейского происхождения. Произойти же могло от иудейского имени Симеон, что трактуется как «слушающий» или по другой версии «услышанный Богом». Хотя существует и несколько других, но не особо популярных версий трактовки и происхождения этого имени.",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Сергей",
            "Значение": "Имя Сергей по происхождению является латинским (древнеримским). Произошло от римского родового имени Сергиус. В переводе оно означает «высокого» или «высокочтимого». На данный же момент имя Сергей уже является самостоятельным личным именем…",
            "Описание": "древнеримское латинское",
            "Характеристика 1": "высокочтимый",
            "Характеристика 2": "почтенный"
        },
        {
            "Имя": "Станислав",
            "Значение": "Имя Станислав по происхождению старорусское, славянское. При этом считается католическим и именины празднует в соответствии со своей принадлежностью. Произошло от слова «стан», что означает «становиться» и «слав», что трактуется как «слава». Буквально трактуется как «ставший славным». Хотя имеются и другие версии…",
            "Описание": "старославянское"
        },
        {
            "Имя": "Степан",
            "Значение": "Имя Степан древнегреческого происхождения. Произошло скорее всего от слова «стефанос», что в переводе означает «венок», «ворону», или «диадему». Несмотря же на греческое происхождение, это имя никогда не было известным в Европе. Зато в советское время оно было на пике популярности в СССР.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Тарас",
            "Значение": "Имя Тарас древнегреческого происхождения. По главной версии произошло от греческого имени Тарасиос, что в переводе на русский язык означает «мятежника» или «бунтовщика». Также имеются и другие версии трактовки, например, «смутьян», и «беспокойный».",
            "Описание": "греческое",
            "Характеристика 1": "беспокойный"
        },
        {
            "Имя": "Терентий",
            "Значение": "Имя Терентий латинского происхождения. Корнем является латинское слово «teres», что в переводе с латинского языка означает «утонченного» или «вежливого» (точно неизвестно). Но есть и второе мнение, по которой трактовка может звучать как «растирающий» или «перетирающий».",
            "Описание": "латинское",
            "Характеристика 1": "утонченный",
            "Характеристика 2": "вежливый"
        },
        {
            "Имя": "Тимофей",
            "Значение": "По происхождению имя Тимофей считается древнегреческим, ведь произошло от древнегреческих слов. В корне слово «Timotheos», состоящее из двух отдельных слов – «timao» (почитать) и «teos» (Бог). Буквальная трактовка этого имени звучит как «почитающий Бога».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Тихон",
            "Значение": "Имя Тихон греческого происхождения. По главной версии оно произошло от имени могущественной греческой Богини Тюхе, что покровительствует над удачей. К слову, само имя Богини Тюхе трактуется как «случайность», «удача» или «жребий». А имя Тихон трактуется как «судьба» или «случай».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Трофим",
            "Значение": "Имя Трофим греческого происхождения. С языка Древней Греции переводится как «кормилец». Многие специалисты связывают трактовку с материнским кормлением и его невозможностью. Хотя это утверждение не пользуется большой популярностью. Есть и вторая версия, по которой это имя можно трактовать как «питомец».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Фаддей",
            "Значение": "Имя Фаддей еврейское по происхождению. Но имеет две версии трактовки. По первой может являться еврейской формой греческого имени Теодор, что трактуется как «дар Бога». По второй могло произойти от еврейского слова, которое переводится как «похвала» или «восхваляющий».",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Федор",
            "Значение": "Происхождение имени Федор – древнегреческое. В корне может лежать имя Теодорос, что было образовано от двух слов. Первое – «теос», что переводится как «Бог» или «Божество». Второе – «дорон», что переводится как «дар» или «подарок». Буквальная трактовка звучит как «дарованный Богом».",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Федот",
            "Значение": "Имя Федот чисто греческого происхождения. Буквальная трактовка этого имени звучит как «богоданный» или «посвященный Богам». В то же время существуют и другие, менее популярные версии происхождения этого имени. А еще у этого имени есть родственная женская форма имени – Феодота.",
            "Описание": "древнегреческое",
            "Характеристика 1": "богоданный",
            "Характеристика 2": "богоданный"
        },
        {
            "Имя": "Феликс",
            "Значение": "Имя Феликс латинского происхождения, или же древнеримского. Произошло по главной версии от латинского слова «felix». Перевод этого слова звучит по-разному в зависимости от версии. Его трактуют как «благополучный», «благоприятный», «удачный», «счастливый» и не только…",
            "Описание": "древнеримское латинское",
            "Характеристика 1": "благополучный",
            "Характеристика 2": "благоприятный"
        },
        {
            "Имя": "Филат",
            "Значение": "Русское мужское имя Филат на самом деле имеет греческое происхождение и произошло от греческого «Θεοφύλακτος». Если же точнее, то оно походит от греческого слова «Theos», что переводится как «Бог» и «Phylasso», что звучит в переводе как «защищать» или «оберегать». У нас же принято считать его истиной трактовкой словосочетание «Богом охраняемый».",
            "Описание": "древнегреческое",
            "Характеристика 1": "Богом охраняемый",
            "Характеристика 2": "Богом охраняемый"
        },
        {
            "Имя": "Филимон",
            "Значение": "По главной версии, мужское имя Филимон древнегреческого происхождения, и трактуется по главной версии как «дружелюбный» или «сердечный». Хотя есть и другая версия его происхождения, исходя из которой, это имя может означать «любимого». ну а к нам пришло это имя вместе с христианством. Более того, оно является православным именем и отмечает именины по православному календарю.",
            "Описание": "древнегреческое",
            "Характеристика 1": "любимый",
            "Характеристика 2": "дружелюбный"
        },
        {
            "Имя": "Филипп",
            "Значение": "Имя Филипп древнегреческое по происхождению. Буквальная трактовка звучит как «любящий коней». Современная же трактовка звучит как «любящий жизнь» или «жизнелюбивый». Других версий не существует. К слову, конь в греков был очень влиятельным и почитаемым символом.",
            "Описание": "древнегреческое",
            "Характеристика 1": "жизнелюбивый",
            "Характеристика 2": "жизнелюбивый"
        },
        {
            "Имя": "Фома",
            "Значение": "Имя Фома греческого или арамейского происхождения. Могло произойти от имени Томас, что переводится как «близнец». В нашей стране имя Томас не прижилось, но зато имя Фома стало реально известным благодаря сказкам, сказаниям и множеству известных личностей.",
            "Описание": "греческое арамейское"
        },
        {
            "Имя": "Чарли",
            "Значение": "Английское мужское имя Чарли является одним из самых известных во всем мире. Оно имеет английское, или по другой версии чисто американское происхождение. Трактуется по главной версии как «мужественный» или «смелый». Хотя существует и другая не менее интересная версия, и она гласит о трактовке, звучащей как «свободный». Других версий на данный момент нет…",
            "Описание": "американское или английское",
            "Характеристика 1": "мужественный",
            "Характеристика 2": "смелый"
        },
        {
            "Имя": "Эдуард",
            "Значение": "Имя Эдуард древнегерманского происхождения по главной версии. Трактуется как «заботящийся о собственности». По второй версии могло произойти от английского имени Эдвард, что состоит из слов, переводящихся как «счастливый» и «войско». Иногда имя Эдуард трактуется как «страж богатства».",
            "Описание": "древнегерманское",
            "Характеристика 1": "счастливый",
            "Характеристика 2": "счастливый"
        },
        {
            "Имя": "Эльдар",
            "Значение": "Имя Эльдар европейского происхождения. В Европе оно было образовано от древнескандинавских слов «eldr» и «arr», что переводится как «огонь» и «воин». Буквальная же трактовка звучит как «воин огня» или «огненный воин». Хотя существуют и другие не менее популярные версии происхождения этого имени.",
            "Описание": "европейское скандинавское"
        },
        {
            "Имя": "Эрик",
            "Значение": "Имя Эрик имеет скандинавское происхождение по главной версии. В корне слово «Eirikr», состоящее из двух частей. Трактовка звучит как «вечный» и «король». Буквальная цельная трактовка звучит как «вечный король» или «вечный правитель». Считается исключительно католическим именем.",
            "Описание": "скандинавское",
            "Характеристика 1": "вечный",
            "Характеристика 2": "Рыжий Красный"
        },
        {
            "Имя": "Юлиан",
            "Значение": "Имя Юлиан латинского, древнеримского происхождения. Является родственным таким именам как Иулиан и Джулиан. Буквально же трактуется как «из рода Юлиев» или «юлианец». А произошло скорее всего от древнеримского родового имени, чтоб было популярным в эпоху Цезаря.",
            "Описание": "древнеримское"
        },
        {
            "Имя": "Юлий",
            "Значение": "Имя Юлий древнегреческое по происхождению, по главной версии. Произошло от слова «юлос», что с древнегреческого языка трактуется как «пушистый» или «кудрявый». И к слову, через какое-то время после появления в Греции, это имя стало родовым и в Древнем Риме. А звучать стало как «Julius».",
            "Описание": "древнегреческое",
            "Характеристика 1": "пушистый",
            "Характеристика 2": "кудрявый"
        },
        {
            "Имя": "Юрий",
            "Значение": "Имя Юрий считается греческим по происхождению, но произошедшим от другого имени. По главной версии, могло быть образовано от имени Георгий, что трактуется буквально как «земледелец». По крайней мере, именно эта-то версия и считается основном в наше время.",
            "Описание": "древнегреческое"
        },
        {
            "Имя": "Яков",
            "Значение": "Имя Яков по происхождению древнееврейское. С иврита оно буквально переводится как «следующий по пятам». На данный момент, это имя снова стало популярным в России и бывших республиках СССР, но особо популярно среди русскоязычных евреев. И кстати, оно имеет очень сильную энергетику.",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Ян",
            "Значение": "Имя Ян еврейское по происхождению и трактуется точно также, как и имя Иоанн. Считается родственным именем Ивану, но встречается в России намного реже. Буквальная трактовка, соответственно, звучит как «милость Божия». Хотя существуют и другие версии его происхождения.",
            "Описание": "древнееврейское"
        },
        {
            "Имя": "Ярослав",
            "Значение": "Происхождение имени Ярослав – древнеславянское. К сожалению, информации о том, что за слово послужило корнем для этого имени, нет, но зато известно, что оно буквально переводится как «сильный», «яркий», или «славный силой». Есть и другая версия – «энергичный» и «горячий».",
            "Описание": "древнеславянское",
            "Характеристика 1": "сильный",
            "Характеристика 2": "энергичный"
        }
    ]
}