{
    "Лист1": [
        {
            "Имя": "Агата",
            "Описание": "древнегерманское",
            "Значение": "По главной версии имя Агата имеет исключительно греческие корни и произошло от греческих слов «agathe» или «agathos». В переводе они означают «добрая» или «хорошая».",
            "Характеристика 1": "добрая",
            "Характеристика 2": "хорошая"
        },
        {
            "Имя": "Агнесса",
            "Описание": "греческое «Hagne» или «Hagnos»",
            "Значение": "Женское имя Агнесса считается латинским, хотя его корни находятся в греческой культуре. По главной версии произошло от греческих слов «Hagne» или «Hagnos». В переводе может означать «ягненка». Хотя в переносном смысле трактуется это имя как «чистая», «непорочная» и «целомудренная».",
            "Характеристика 1": "ягненка",
            "Характеристика 2": "чистая"
        },
        {
            "Имя": "Агния",
            "Описание": "имени Agnes",
            "Значение": "Имя Агния по главной версии произошло от греческого женского имени Agnes. Хотя по другой версии латинским, корни которого находятся в греческой культуре. Могло произойти от греческих слов «Hagne» или «Hagnos». В точном переводе они означают «ягненка», а в переносном трактуются как «чистая», «непорочная» и «целомудренная».",
            "Характеристика 1": "ягненка",
            "Характеристика 2": "чистая"
        },
        {
            "Имя": "Ада",
            "Описание": "древнегерманское",
            "Значение": "Ада &#8212; французское по происхождению имя. По главной версии произошло от древнегерманского «adalheidis», которое состоит из двух слов. Первое слово – «edel», что переводится как &#171;благородный&#187;. Второе – «held», и переводится как &#171;образ&#187;.",
            "Характеристика 1": "благородный",
            "Характеристика 2": "образ"
        },
        {
            "Имя": "Аделаида",
            "Описание": "древнегерманское Adalheidis",
            "Значение": "Имя Аделаида имеет древнегерманские корни и произошло от слова &#171;благоухание&#187;. Сегодня его популярность растет не только в России, но и на Западе. Названной им женщине нравятся мужчины, не представляющие собою противоположность ее натуре&#8230;",
            "Характеристика 1": "благородный",
            "Характеристика 2": "образ"
        },
        {
            "Имя": "Акулина",
            "Описание": "позднелатинское",
            "Значение": "Имя Акулина позднелатинского происхождения. Пришло на территорию нашего государства из Византии и стало популярным на территории русскоязычных стран только в 80-90-х годах. Буквальная же трактовка этого имени звучит следующим образом – «как орлица». Других версий не существует…",
            "Характеристика 1": "как орлица",
            "Характеристика 2": "как орлица"
        },
        {
            "Имя": "Александра",
            "Описание": "греческое",
            "Значение": "Имя Александра считается греческим по происхождению. Произошло от греческих слов «Алекс» (защитница) и «андра» (люди). В итоге его трактовка звучит как «защитница людей» &#8212; идентично трактовке мужского имени Александр. К слову, женское имя Александрина считается производным именем-синонимом&#8230;",
            "Характеристика 1": "Алекс",
            "Характеристика 2": "андра"
        },
        {
            "Имя": "Алена",
            "Описание": "греческое",
            "Значение": "По главной версии имя Алена происходит от греческого слова, в переводе означающего «факел». Таким образом, судя по всему, имя Алена является чисто греческим. Но есть и вторая версия происхождения, по которой оно может иметь корни в древнееврейской культуре и происходить от слова, переводящегося как «дуб».",
            "Характеристика 1": "факел",
            "Характеристика 2": "факел"
        },
        {
            "Имя": "Алина",
            "Описание": "греческое имя",
            "Значение": "Женское имя Алина по главной версии является производной формой имени Ангелина. Трактуется также, как и такие имена, как Евангелина, Ангелина, и Анжелика. Произойти могло от греческого слова «angelos», что переводится как «ангел». По другой версии оно же трактуется как «ангельская» или «вестница».",
            "Характеристика 1": "ангел",
            "Характеристика 2": "ангельская"
        },
        {
            "Имя": "Алиса",
            "Описание": "имеет древнегерманские корни",
            "Значение": "По одной из версий, имя Алиса произошло от древнегерманского слова, которое в переводе означает «благородную девушку». Вторая гласит о том, что это имя является производной формой имени Александра, которое произошло от греческих слов «алекс» (защитница) и «андра» (люди).",
            "Характеристика 1": "благородную девушку",
            "Характеристика 2": "алекс"
        },
        {
            "Имя": "Алла",
            "Описание": "древнегреческое \"Alle\"",
            "Значение": "Имя Алла происходит от древнегреческого слова &#171;Alle&#187;, что в переводе означает по первой версии &#171;вторую&#187;, по второй версии &#171;другую&#187;, по третьей &#8212; &#171;следующую&#187;. Очевидно, данное имя ассоциировалось с порядком появления девочки в семье.",
            "Характеристика 1": "но",
            "Характеристика 2": "начальник от Бога"
        },
        {
            "Имя": "Алсу",
            "Описание": "татарское",
            "Значение": "Имя Алсу татарского происхождения. По главной версии его буквальная трактовка звучит как «розовый цвет». Но в обществе принято трактовать это имя более простыми словами, например, «розовая вода» или «розовощекая». В переносном смысле имя Алсу означает «красивую» девушку.",
            "Характеристика 1": "розовый цвет",
            "Характеристика 2": "розовая вода"
        },
        {
            "Имя": "Альбина",
            "Описание": "древнеримское",
            "Значение": "По главной версии имя Альбина происходит от латинского слова «albus», которое переводится с латинского языка как «белая», «светлая» или «чистая». В древнеримской культуре это имя не пользовалось популярностью, и встречалось только в семьях, которым присуждались высокие социальные статусы.",
            "Характеристика 1": "белую",
            "Характеристика 2": "светлую"
        },
        {
            "Имя": "Амалия",
            "Описание": "древнегерманское",
            "Значение": "По главной версии имя Амалия имеет древнегерманское происхождение. Могло произойти от слова «amal», что в переводе с древнегерманского означает «труд» или «работу». Трактовка же этого имени звучит как «трудолюбивая».",
            "Характеристика 1": "труд",
            "Характеристика 2": "работу"
        },
        {
            "Имя": "Анастасия",
            "Описание": "древнегреческое \"anastasis\"",
            "Значение": "Имя Анастасия произошло от греческого слова «anastasis», которое по одной из версий означает «возрожденную», по другой – «возвращенную к жизни», и по третьей – воскресшую. Также смысл этого имени может передаваться существительным «воскресение» (от слова «воскреснуть»).",
            "Характеристика 1": "возрожденную",
            "Характеристика 2": "возвращенную к жизни"
        },
        {
            "Имя": "Ангелина",
            "Описание": "греческое «angelos»",
            "Значение": "Ангелина (от &#171;angelos&#187;) &#8212; древнегреческое по происхождению имя. В переводе означает «ангельскую» или «вестницу». К слову, от этого же корня произошли и другие похожие женские имена, такие как Анжела, Ангела, Анжелика.",
            "Характеристика 1": "благая вестница",
            "Характеристика 2": "подобная ангелу"
        },
        {
            "Имя": "Анжела",
            "Описание": "позднелатинское",
            "Значение": "По главной версии имя Анжела произошло от мужского имени «Angelus», что возникло в позднелатинской культуре. Первоначальным корнем могло быть слово «ангелос», что в переводе означает «вестника» или же «ангела». К слову, в современности эта же версия происхождения принадлежит и некоторым производным именам-синонимам.",
            "Характеристика 1": "ангелос",
            "Характеристика 2": "вестника"
        },
        {
            "Имя": "Анжелика",
            "Описание": "древнегреческое или латинское",
            "Значение": "Есть две версии происхождения имени Анжелика. Первая версия гласит о принадлежности к древнеримской культуре и корнях в латинском языке. Источником в таком случае является древнее слово «angelicus», что означает «ангельскую». Вторая версия гласит о корнях в древнегреческой культуре. В корне греческое слово «ангелос».",
            "Характеристика 1": "ангельскую",
            "Характеристика 2": "ангелос"
        },
        {
            "Имя": "Анна",
            "Описание": "библейское «ханна»",
            "Значение": "Имя Анна происходит от древнееврейского &#171;Hannah&#187; ( Channah ), которое означает «расположение, благоволение, благосклонность», «Бог мне благоволит» или «Бог ко мне благосклонен». Встречается в Ветхом Завете ( Hannah ) &#8212; Анна Пророчица, мать пророка Самуила, в новом Завете ( Anna ) &#8212; праведная Анна Пророчица.",
            "Характеристика 1": "Благодать",
            "Характеристика 2": "Благодать"
        },
        {
            "Имя": "Антонина",
            "Описание": "древнеримское/латинское",
            "Значение": "Имя Антонина древнеримского происхождения. По главной версии произошло от мужского римского родового имени Антоний. К слову, от него же произошло мужское имя Антонин, современное имя Антон, и не только. К слову, трактуется это имя как «дочь Антония».",
            "Характеристика 1": "дочь Антония",
            "Характеристика 2": "дочь Антония"
        },
        {
            "Имя": "Анфиса",
            "Описание": "Греческое",
            "Значение": "По главной версии имя Анфиса произошло от греческого слова «анфос», что переводится как «цветок». При этом само имя Анфиса никогда не было популярным в греческой культуре и всегда пользовалось спросом только в странах преимущественно с русскоязычным населением.",
            "Характеристика 1": "анфос",
            "Характеристика 2": "цветок"
        },
        {
            "Имя": "Арина",
            "Описание": "греческое",
            "Значение": "По главной версии, имя Арина является устаревшей формой произношения имени Ирина. Имеет греческие корни. Могло произойти от греческих слов, означающих в переводе «мир» и «покой». Кстати, имя Арина никогда не было особо популярным, но теперь встречается все чаще.",
            "Характеристика 1": "мир",
            "Характеристика 2": "покой"
        },
        {
            "Имя": "Божена",
            "Описание": "старославянское",
            "Значение": "Происхождение имени Божена можно отнести к славянской культуре. Специалисты склоняются к версии, что оно впервые появилось в древнеславянском диалекте и произошло от слова, означающего в переводе «Бога». Полноценная трактовка этого имени звучит как «божья», «благословенная», и даже «одаренная Богом».",
            "Характеристика 1": "Бога",
            "Характеристика 2": "божья"
        },
        {
            "Имя": "Валентина",
            "Описание": "латинское",
            "Значение": "Происхождение имени Валентина считается латинским. Произойти могло от латинского слова «valens». В переводе означает «крепкий», «сильный», или «здоровый». Буквальная трактовка звучит как «сильная здоровьем» или «крепкая здоровьем».",
            "Характеристика 1": "Валерия",
            "Характеристика 2": "крепкую"
        },
        {
            "Имя": "Валерия",
            "Описание": "латинское",
            "Значение": "Имя Валерия произошло от латинского слова «valere», как и его мужская вариация, и переводится как «сильная» или «крепкая здоровьем». Считается православным. При этом часто во время крестин вместо него используют имя-синоним Калерия, которое тоже прочно вошло в наш обиход…",
            "Характеристика 1": "крепкая",
            "Характеристика 2": "здоровая"
        },
        {
            "Имя": "Ванда",
            "Описание": "славянское",
            "Значение": "Имя Ванда славянского происхождения. По крайней мере, так считают в наших краях. По этой версии оно может буквально трактоваться как «смутьянка» или «спорщица». Но есть и другая версия, популярная исключительно на Западе, где считают, что оно может быть именем германского происхождения.",
            "Характеристика 1": "смутьянка",
            "Характеристика 2": "спорщица"
        },
        {
            "Имя": "Варвара",
            "Описание": "древнегреческое",
            "Значение": "Имя Варвара считается греческим по происхождению. По главной версии произошло от древнегреческого слова «barbaros», что в переводе означает «чужестранку» или «иноземку». Но стоит подметить и тот факт, что в некоторых культурах это имя обретает совсем другое значение.",
            "Характеристика 1": "чужестранок",
            "Характеристика 2": "иноземных"
        },
        {
            "Имя": "Василиса",
            "Описание": "древнегреческое",
            "Значение": "Происхождение имени Василиса – древнегреческое. Могло произойти как от греческого слова «Basileus», что в переводе означает «царицу», «властительницу», или «верховного правителя». Отсюда и буквальная трактовка – «царица» или «супруга царя» по другой версии.",
            "Характеристика 1": "царственную",
            "Характеристика 2": "царицу"
        },
        {
            "Имя": "Венера",
            "Описание": "древнеримское/латинское",
            "Значение": "Имя Венера по главной версии древнеримского, латинского происхождения. В мифологии принадлежит Богине цветущих садов, плодородия, расцвета и весны. Сейчас же принято отождествлять Богиню Венеру с Афродитой, что является Богиней любви и красоты. Буквальная трактовка имени Венера – «любовь», «красота» или «прелесть». В корне латинское слово «venus».",
            "Характеристика 1": "любовь",
            "Характеристика 2": "красота"
        },
        {
            "Имя": "Вера",
            "Описание": "греческое",
            "Значение": "Имя Вера греческого происхождения, хотя и считается из спокон веков исконно русским женским именем. Это одно из тех немногих имен, что переводятся и трактуются так же, как и звучат. То есть, трактовка в данном случае звучит как «вера», а и у таких имен как Надежда и Любовь…",
            "Характеристика 1": "вера",
            "Характеристика 2": "вера"
        },
        {
            "Имя": "Вероника",
            "Описание": "древнегреческое",
            "Значение": "Происхождение имени Вероника, тема непростая, и не имеющая до сих пор внятного ответа. Существует две версии. По одной, оно в переводе означает «несущую победу» и «победоносную», по второй, переводится с латинского языка как «истинный образ».",
            "Характеристика 1": "победоносную",
            "Характеристика 2": "истинный образ"
        },
        {
            "Имя": "Виктория",
            "Описание": "латинское",
            "Значение": "Виктория – это латинское имя по происхождению. Его источник, римская мифология. Так звали богиню победы. Воины-римляне ценили ее и поклонялись ей так, как не поклонялись ни одному богу.",
            "Характеристика 1": "победа",
            "Характеристика 2": "победоносная"
        },
        {
            "Имя": "Виолетта",
            "Описание": "латинское",
            "Значение": "Происхождение имени Виолетта, по главной версии, латинское. Хотя наиболее популярным оно было не в Древнем Риме, как большинство латинских имен, а в Испании, Франции и Италии. Произошло от латинского слова «viola», что переводится как «фиалка».",
            "Характеристика 1": "фиалка",
            "Характеристика 2": "фиалка"
        },
        {
            "Имя": "Вита",
            "Описание": "позднелатинское",
            "Значение": "Женское имя Вита пользуется спросом во всех странах бывшего СССР. Имеет сильную энергетику, сулящую нареченному им ребенку много интересных характеристик, сочетающихся друг с другом. Совместимо со многими мужскими именами, зарубежными и славянскими&#8230;",
            "Характеристика 1": "полная жизни",
            "Характеристика 2": "жизненная"
        },
        {
            "Имя": "Владислава",
            "Описание": "славянское",
            "Значение": "Имя Владислава чисто славянское по происхождению &#8212; перевод звучит как &#171;владеющая славой&#187;. В России и русскоязычных странах популярно. А названной им девушке нравятся уверенные в себе, одновременно шутливые и оптимистичные парни.",
            "Характеристика 1": "владеть",
            "Характеристика 2": "владеющая славой"
        },
        {
            "Имя": "Галина",
            "Описание": "греко-византийское",
            "Значение": "Русское православное имя Галина трактуется в русском языке как «спокойная» и «безмятежная». Но имеет далеко не русские корни. Считается, что появилось оно благодаря древнегреческой культуре и имени одной из мифических нимф Нереид, которую звали Галена.",
            "Характеристика 1": "спокойная",
            "Характеристика 2": "безмятежная"
        },
        {
            "Имя": "Гелла",
            "Описание": "древнегреческое",
            "Значение": "Имя Гелла древнегреческого происхождения. Походит от греческого слова «гелиос», что переводится как «солнце» или «солнечный». В современной Греции, кстати, встречается довольно часто, и считается одним из наиболее влиятельных в новейшем национальном именослове.",
            "Характеристика 1": "гелиос",
            "Характеристика 2": "солнце"
        },
        {
            "Имя": "Гертруда",
            "Описание": "скандинавское",
            "Значение": "Имя Гертруда скандинавского происхождения по главной версии. Его буквальная трактовка звучит как «воительница» или «невеста рыцаря», или даже «невеста копья». Но есть и другая версия происхождения этого имени, по которой оно могло быть порождением культуры СССР, когда от сокращенных слов образовывались мужские и женские имена – Гер (герой) и Труда (труд).",
            "Характеристика 1": "воительница",
            "Характеристика 2": "невеста рыцаря"
        },
        {
            "Имя": "Глафира",
            "Описание": "древнегреческое",
            "Значение": "Имя Глафира древнегреческого происхождения. Произошло от однозвучного слова – «глафира». В переводе это слово, а значит и трактовка этого имени, звучат как «стройная», «изящная», «утонченная» или же «красивая». Впрочем, существуют и другие не менее популярные версии.",
            "Характеристика 1": "глафира",
            "Характеристика 2": "стройная"
        },
        {
            "Имя": "Дарина",
            "Описание": "старославянское",
            "Значение": "Имя Дарина старославянского происхождения. По главной версии могло произойти от славянских слов «дар» или «дареный». Буквальная трактовка звучит как «подаренная». Существует и другая версия, но она не особо популярна. К слову, у нас это имя часто путают с именем Дарья, которое на самом деле имеет другую трактовку и происхождение.",
            "Характеристика 1": "дар",
            "Характеристика 2": "дареный"
        },
        {
            "Имя": "Дарья",
            "Описание": "древнеперсидское",
            "Значение": "Имя Дарья является персидским по происхождению. Произошло от мужского персидского имени Дарий. Буквальная трактовка этого имени звучит как «добронравная». По другой версии может трактоваться как «хранящая благо» или «отстаивающая Добро». Кстати, это имя может заменяться схожим – Дария.",
            "Характеристика 1": "добронравная",
            "Характеристика 2": "хранящая благо"
        },
        {
            "Имя": "Диана",
            "Описание": "древнегреческое",
            "Значение": "Имя Диана имеет древнегреческие корни. В переводе означает «божественную», хотя существуют и другие версии. Сейчас популярно во многих странах мира, но произносится везде по-разному (Дайана, Даяна и т.п.). В греческой мифологии тесно связывается с Богиней Артемидой.",
            "Характеристика 1": "божественную",
            "Характеристика 2": "божественная"
        },
        {
            "Имя": "Дина",
            "Описание": "древнееврейское",
            "Значение": "Имя Дина еврейского происхождения, по главной версии. Это имя в Ветхом Завете носила единственная дочь Иакова. Буквальная же трактовка этого имени может звучать как «отмщенная» или «справедливая». Хотя имеются и другие, но менее интересные и популярные версии происхождения и трактовки этого имени.",
            "Характеристика 1": "отмщенная",
            "Характеристика 2": "справедливая"
        },
        {
            "Имя": "Динара",
            "Описание": "арабское",
            "Значение": "Имя Динара арабского происхождения. Произошло скорее всего от слова «динар», что в свою очередь произошло от названия древнеримской валюты «денарии». По главной версии это имя трактуется как «драгоценная», и сравнивается в трактовке с «динаром». Но не стоит путать римский серебряный «динарий» с золотым «динаром».",
            "Характеристика 1": "динар",
            "Характеристика 2": "денарии"
        },
        {
            "Имя": "Дора",
            "Описание": "древнегреческое",
            "Значение": "Имя Дора греческого происхождения, по главной версии. Есть мнение, что оно могло произойти от таких имен как Феодора, Исидора или Доротея, краткой формой которых некогда и являлось, до того, как стало самостоятельным. Буквальная его трактовка звучит как «подарок» или «дар».",
            "Характеристика 1": "подарок",
            "Характеристика 2": "дар"
        },
        {
            "Имя": "Ева",
            "Описание": "древнееврейское",
            "Значение": "Имя Ева по происхождению древнееврейское. Произошло от древнееврейского Хавва, что произошло от слова «Hayya» (жить). Буквальная трактовка женского имени Ева звучит как «живая». К слову, такие имена как Эва и Эвита, считаются производными формами Евы, хотя об этом мало кто знает.",
            "Характеристика 1": "живая",
            "Характеристика 2": "озорная"
        },
        {
            "Имя": "Евгения",
            "Описание": "древнегреческое",
            "Значение": "Имя Евгения имеет древнегреческое происхождение. Происходит от греческого слова «eugenes», что переводится как «благородный» или «человек из знатного рода». Соответственно, буквальная трактовка женской вариации, Евгения, звучит как «благородная».",
            "Характеристика 1": "благородный",
            "Характеристика 2": "человек из знатного рода"
        },
        {
            "Имя": "Евдокия",
            "Описание": "древнегреческое",
            "Значение": "Имя Евдокия греческого происхождения. Скорее всего было образовано от греческого имени Эудокиа, что переводится как «благоволение». На Русь это имя пришло из Византии, вместе с христианством. Особенно было распространено среди простолюдинов и крестьянских семей.",
            "Характеристика 1": "благоволение",
            "Характеристика 2": "благоволение"
        },
        {
            "Имя": "Екатерина",
            "Описание": "древнегреческое",
            "Значение": "Происхождение имени Екатерина – древнегреческое. Произошло от греческого слова «екатерини», которое в переводе означает «непорочную» или «вечно чистую» девушку. В свое время, это имя прочно засело в русском именослове и сегодня числится среди самых популярных женских имен.",
            "Характеристика 1": "непорочную и чистую",
            "Характеристика 2": "непорочную и чистую"
        },
        {
            "Имя": "Елена",
            "Описание": "древнегреческое",
            "Значение": "Имя Елена по происхождению считается древнегреческим, хотя присутствует и в именослове латинских имен, и в именослове греческих. Буквальная его трактовка звучит как «солнечная», а по второй версии – «солнечный свет». На данный момент насчитывается более 10 производных имен-синонимов с такой же трактовкой.",
            "Характеристика 1": "солнечный свет",
            "Характеристика 2": "солнечный луч"
        },
        {
            "Имя": "Елизавета",
            "Описание": "древнееврейское",
            "Значение": "Имя Елизавета имеет древнееврейские корни. Произошло от имени Elisheba, которое в свою очередь состоит из слов Eli (мой Бог) и Sheba (клятва или высокое обещание). Буквальная трактовка может звучать по-разному – «обещание Бога», «обещание моего Бога» или «мой Бог обещал».",
            "Характеристика 1": "обещание Бога",
            "Характеристика 2": "обещание моего Бога"
        },
        {
            "Имя": "Ефросинья",
            "Описание": "древнегреческое",
            "Значение": "Имя Ефросинья греческого происхождения. Произошло от греческого слова «Εὐφροσύνη», что переводится как «благомыслящая» или «радостная». У нас же это имя было популярным только в советские годы, а в современной России оно употребляется изредка, и то, только в сельской местности.",
            "Характеристика 1": "благомыслящая",
            "Характеристика 2": "радостная"
        },
        {
            "Имя": "Жанна",
            "Описание": "древнееврейское, французское",
            "Значение": "Имя Жанна древнееврейское по происхождению (по главной версии). Тем не менее, оно считается французской версией произношения имени Иоанна, которое трактуется как «милость Божия». Хотя имеются и другие варианты трактовки. Например, «дар Богов», «благодать».",
            "Характеристика 1": "милость Божия",
            "Характеристика 2": "дар Богов"
        },
        {
            "Имя": "Зинаида",
            "Описание": "древнегреческое",
            "Значение": "Имя Зинаида древнегреческого происхождения. Скорее всего было образовано от мужского имени Зенаис, что в свою очередь пользовалось у греков большой популярностью. Буквальная трактовка этого имени звучит как «из рода Зевса», или в современной интерпретации «принадлежащая Зевсу».",
            "Характеристика 1": "из рода Зевса",
            "Характеристика 2": "принадлежащая Зевсу"
        },
        {
            "Имя": "Злата",
            "Описание": "южнославянское",
            "Значение": "Женское имя Злата считается южнославянским по происхождению, ведь появилось изначально в сербской культуре. Буквальная трактовка этого имени звучит как «золотко», «злато», «золотая». И к слову, это имя в обиход на территории нынешних стран СНГ вошло только недавно…",
            "Характеристика 1": "золото",
            "Характеристика 2": "Голда"
        },
        {
            "Имя": "Зоя",
            "Описание": "древнегреческое",
            "Значение": "Имя Зоя древнегреческого происхождения. По основной версии этимологов могло произойти от слова, что в переводе с древнегреческого языка звучит как «жизнь». А еще стоит отметить тот факт, что имя Зоя соответствует библейскому женскому имени Ева и древнеславянскому имени Жива.",
            "Характеристика 1": "жизнь",
            "Характеристика 2": "жизнь"
        },
        {
            "Имя": "Иветта",
            "Описание": "древнегерманское",
            "Значение": "Имя Иветта древнегерманского происхождения. Произойти могло от слова «Иво», что было именем, а заодно и краткой формой многих других имен, в которых имелся корень «iv». Буквальная трактовка может звучать как «тис» или «тисовое дерево». Хотя существуют и другие версии происхождения этого имени.",
            "Характеристика 1": "Иво",
            "Характеристика 2": "тис"
        },
        {
            "Имя": "Илона",
            "Описание": "древнегреческое",
            "Значение": "Имя Илона греческого происхождения по главной версии. По этой же версии предполагается, что оно произошло от имени Елена, что трактуется с древнего греческого языка как «светлая». К сожалению, к этой версии склоняются далеко не все специалисты, но и других версий у них нет.",
            "Характеристика 1": "светлая",
            "Характеристика 2": "светлая"
        },
        {
            "Имя": "Инесса",
            "Описание": "древнегреческое",
            "Значение": "Имя Инесса древнегреческого происхождения. Скорее всего произошло от имени Агнесса, или Инес, что пользовалось спросом в Греции в средневековье. Но есть несколько версий трактовки этого имени. По первой версии трактовка звучит как «ягненок» или «агнец». По второй версии – «невинная».",
            "Характеристика 1": "ягненок",
            "Характеристика 2": "агнец"
        },
        {
            "Имя": "Инна",
            "Описание": "готфское (древнегерманское)",
            "Значение": "Имя Инна является древнегерманским по происхождению, а если точнее, то готфским. В переводе это имя означает «сильную воду» или «бурный поток». Но к слову, имя Инна является православным и числится в именослове по Святцам, но при этом числится в категории мужских имен, так как принадлежало ученику Андрея Первозванного.",
            "Характеристика 1": "сильную воду",
            "Характеристика 2": "бурный поток"
        },
        {
            "Имя": "Ираида",
            "Описание": "древнегреческое",
            "Значение": "Имя Ираида древнегреческого происхождения. По главной версии буквальная его трактовка звучит как «героиня» или «дочь героя». Но есть и вторая версия, по которой оно может трактоваться как «из рода Геры». Хотя последний вариант распространен только в Европе…",
            "Характеристика 1": "героиня",
            "Характеристика 2": "дочь героя"
        },
        {
            "Имя": "Ирина",
            "Описание": "древнегреческое",
            "Значение": "Имя Ирина является древнегреческим по происхождению. Скорее всего произошло от имени «Eirene» (Эйрена), что принадлежало древнегреческой Богине мирной жизни. Буквальная трактовка этого имени звучит как «мир и покой». Хотя имеются и другие версии, но в России они не пользуются авторитетом.",
            "Характеристика 1": "мир и покой",
            "Характеристика 2": "мир и покой"
        },
        {
            "Имя": "Калерия",
            "Описание": "латинское, греческое или индийское",
            "Значение": "Имя Калерия латинского, индийского или греческого происхождения. Первая версия гласит о древнеиндийском происхождении. Якобы произошло от индийского слова «kaleriya», в переводе, говорящем о «горячей». По второй версии произошло от греческого имени для девушек «Каллероя», означающем «прекраснотекущую». По третьей версии произошло от латинского слова, переводящегося как «прекрасная» и «горячая».",
            "Характеристика 1": "горячей",
            "Характеристика 2": "Каллероя"
        },
        {
            "Имя": "Капитолина",
            "Описание": "древнеримское",
            "Значение": "Имя Капитолина латинского/древнеримского происхождения. Считается, что оно произошло от названия известнейшего римского холма, одного из семи существующих. Капитолий – в его честь и была названа первая именованная таким образом девочка. В переводе с языка Древнего Рима означает «возвышенную» и «царственную».",
            "Характеристика 1": "возвышенную",
            "Характеристика 2": "царственную"
        },
        {
            "Имя": "Карина",
            "Описание": "латинское (древнеримское)",
            "Значение": "По главной версии имя Карина имеет латинское происхождение. Могло произойти от римского родового имени «Carinus», что трактуется как «милый» или «дорогой». Хотя имеются и другие версии. Например, с итальянского и испанского языков «Carina» переводится как «любимая».",
            "Характеристика 1": "управляющую судьбой корабля",
            "Характеристика 2": "управляющую судьбой корабля"
        },
        {
            "Имя": "Каролина",
            "Описание": "древнегерманское",
            "Значение": "Имя Каролина древнегерманского происхождения. В переводе с древнегерманского языка означает «королева». По главной версии, оно произошло от мужского имени Карл, что в свою очередь трактовалось как «человек». Нынешнюю трактовку это имя получило лишь во времена правления Карла Великого…",
            "Характеристика 1": "королева",
            "Характеристика 2": "человек"
        },
        {
            "Имя": "Кира",
            "Описание": "древнегреческое",
            "Значение": "Имя Кира считается католическим греческим по происхождению имя. Хотя имеется далеко не одна версия его происхождения. Главная гласит о происхождении от греческого имени Кирия, которое в свою очередь получилось от мужского имени Кирос, что переводится как «повелитель» или «господин».",
            "Характеристика 1": "повелитель",
            "Характеристика 2": "господин"
        },
        {
            "Имя": "Клавдия",
            "Описание": "древнеримское/латинское",
            "Значение": "Имя Клавдия латинского (древнеримского) происхождения. Его корне находится слово «claudus», которое трактуется как «хромать». От него же произошло и мужское родовое имя Клавдий, которое позже распространилось по миру и породило женскую форму, звучащую сегодня как Клавдия.",
            "Характеристика 1": "хромать",
            "Характеристика 2": "хромать"
        },
        {
            "Имя": "Клара",
            "Описание": "древнегреческое",
            "Значение": "Имя Клара греческого происхождения. В древней Греции являлось по приданию одним из эпитетов Богини Артемиды. Что до трактовки, так трактуется оно как «светлая» или «ясная». Но при том, что трактуется это имя именно с греческого языка, в самой Греции оно никогда не пользовалось большое популярностью, ни оно, ни его многочисленные производные формы.",
            "Характеристика 1": "светлая",
            "Характеристика 2": "ясная"
        },
        {
            "Имя": "Кристина",
            "Описание": "латинское (древнеримское)",
            "Значение": "Имя Кристина имеет латинское происхождение. По главной версии произошло от слова «Christianus», что переводится как «христианка». При этом считается, что имя Кристина является русской вариацией произношения имени Христина. Хотя есть и мнение, что оно тесно связано с византийской культурой.",
            "Характеристика 1": "посвященную Христу",
            "Характеристика 2": "христианка"
        },
        {
            "Имя": "Ксения",
            "Описание": "древнегреческое",
            "Значение": "Имя Ксения по главной версии греческого происхождения. Могло произойти от греческого слова «xenia», что переводится с греческого языка как «гостеприимная». По второй версии могло произойти от «xenios», что переводится как «странница» или «чужестранка».",
            "Характеристика 1": "гостеприимную",
            "Характеристика 2": "гостеприимную"
        },
        {
            "Имя": "Лада",
            "Описание": "славянское",
            "Значение": "Имя Лада славянское по происхождению. Буквальная его трактовка звучит как «милая» или «жена». В древнерусском языке само слово «лада» трактовалось как «супруг», и этому есть подтверждение в «Слове о полку Игореве». Позже это слово стало самостоятельным женским русским именем.",
            "Характеристика 1": "милая",
            "Характеристика 2": "жена"
        },
        {
            "Имя": "Лариса",
            "Описание": "древнегреческое",
            "Значение": "Имя Лариса является древнегреческим по происхождению. По крайней мере, так гласит главная версия, исходя из которой, оно могло быть образовано от названия греческого города Ларисса. Перевод же звучит как «чайка». Хотя есть и другая, латинская версия происхождения…",
            "Характеристика 1": "дух хранитель",
            "Характеристика 2": "крепость"
        },
        {
            "Имя": "Лидия",
            "Описание": "персидское",
            "Значение": "Имя Лидия имеет персидские корни. Произошло от названия области в Малой Азии и буквально трактуется как «девушка из Лидии», по крайней мере, по главной версии. Хотя есть и другая версия, исходя из которой у этого имени могут иметься итальянские корни, а перевод может звучать как «музыкальная».",
            "Характеристика 1": "девушка из Лидии",
            "Характеристика 2": "музыкальная"
        },
        {
            "Имя": "Лика",
            "Описание": "современное европейское",
            "Значение": "Это имя произошло из ниоткуда и изначально являлось лишь краткой формой огромного количество известнейших женских имен. Относительно недавно оно стало самостоятельным именем и начало пользоваться спросом. Но никакой трактовки или значения оно не имеет, к сожалению.",
            "Характеристика 1": "Законом об авторском праве"
        },
        {
            "Имя": "Лилия",
            "Описание": "позднелатинское",
            "Значение": "Происхождение имени Лилия – позднелатинское. Произошло по главной версии от названия цветка, звучащего на латинском языке как «Lilium». Переводится же это название как «чистый», «невинный» или «симпатичный». К слову, это имя особенно популярно именно у тюркских народов, но в видоизменной форме.",
            "Характеристика 1": "чистый",
            "Характеристика 2": "невинный"
        },
        {
            "Имя": "Лолита",
            "Описание": "испанское",
            "Значение": "Имя Лолита испанского происхождения. По главной версии могло произойти от слова, что буквально переводится как «скорбящая» или «печальная». Хотя есть и интересный момент – несмотря на довольно «угрюмую» трактовку, энергетика у этого имени напротив, очень даже положительная.",
            "Характеристика 1": "скорбящая",
            "Характеристика 2": "печальная"
        },
        {
            "Имя": "Луиза",
            "Описание": "древнееврейское",
            "Значение": "Имя Луиза скорее всего древнееврейского происхождения. Буквальная трактовка по этой версии звучит как «Бог помог». Хотя есть и другая версия, по которой оно могло произойти от мужского имени Луи (от Людовик) – в этом случае трактовка звучит как «славный воитель» или «знаменитое сражение».",
            "Характеристика 1": "Бог помог",
            "Характеристика 2": "славный воитель"
        },
        {
            "Имя": "Любовь",
            "Описание": "славянское",
            "Значение": "Имя Любовь имеет чисто славянское происхождение. Означает непосредственно то самое слово, на которое и похоже – «любовь». На данный момент, это имя популярно и в России, и в Белоруссии, и в Казахстане, и в Украине. И более того, оно принадлежит к категории наиболее влиятельных в плане кармы имен…",
            "Характеристика 1": "любовь",
            "Характеристика 2": "русского мира"
        },
        {
            "Имя": "Людмила",
            "Описание": "славянское",
            "Значение": "Имя Людмила является чисто славянским по происхождению. Буквальная трактовка этого имени звучит как «милая людям». Но несмотря на свое происхождение, среди славян это имя не было распространенным до того самого момента, пока не было упомянуто в легендарной поэме А.С. Пушкина «Руслан и Людмила».",
            "Характеристика 1": "милую людям",
            "Характеристика 2": "милостивую"
        },
        {
            "Имя": "Маргарита",
            "Описание": "древнегреческое",
            "Значение": "Имя Маргарита греческого происхождения. Слово «Маргаритос», от которого оно произошло, является эпитетом богини Афродиты, которой поклонялись и молились древнегреческие моряки и не только. Буквальная трактовка этого имени звучит как «жемчужина» или «жемчуг».",
            "Характеристика 1": "маргаритос",
            "Характеристика 2": "маргаритос"
        },
        {
            "Имя": "Марианна",
            "Описание": "древнееврейское",
            "Значение": "Имя Марианна древнееврейского происхождения. По главной версии произошло от соединения двух древнееврейских имен – Анна и Мария. В народе же изначально звучало как Марьяна. Буквальная же трактовка звучит как «печальная красавица» или «горькая благодать».",
            "Характеристика 1": "печальная красавица",
            "Характеристика 2": "горькая благодать"
        },
        {
            "Имя": "Марина",
            "Описание": "латинское (древнеримское)",
            "Значение": "Имя Марина имеет латинское (древнеримское) происхождение. Произошло по главной версии от латинского слова «marinus», что переводится как «морская». Оно не пользуется спросом на Западе, но зато популярно в странах с русскоязычным населением. А что не менее важно, почитается у православных людей.",
            "Характеристика 1": "морская",
            "Характеристика 2": "морская"
        },
        {
            "Имя": "Мария",
            "Описание": "древнееврейское",
            "Значение": "По происхождению <a href=\"/gender/woman/\">женское имя</a> Мария является древнееврейским. Более того, оно считается библейским именем. Произошло же от слова, переводящегося как «горькая», «желанная» или «безмятежная». Версий перевода этого имени много, и сказать точно, что оно значит, достаточно трудно.",
            "Характеристика 1": "благодать",
            "Характеристика 2": "благодать"
        },
        {
            "Имя": "Марта",
            "Описание": "древнееврейское",
            "Значение": "Имя Марта является древнееврейским по происхождению, ведь по главной версии произошло от имени Марфа, которое как раз и относится к еврейской культуре и берет из нее корни. Если это действительно так, то тогда Марта может буквально трактоваться как «госпожа» или «хозяйка».",
            "Характеристика 1": "госпожа",
            "Характеристика 2": "хозяйка"
        },
        {
            "Имя": "Марфа",
            "Описание": "еврейское",
            "Значение": "Имя Марфа еврейского происхождения. Считается библейским именем, что и не удивительно, ведь упоминается в Новом Завете. Это имя по приданию носила сестра Лазаря Вифанского, у которого останавливался Иисус Христос. Марфа являлась символом деятельности, в то время как ее сестра Мария была символом созерцания.",
            "Характеристика 1": "дрессировке",
            "Характеристика 2": "Я"
        },
        {
            "Имя": "Милена",
            "Описание": "славянское",
            "Значение": "Имя Милена славянское по происхождению, по крайней мере, по главной версии. Произошло по идее от слова «милая» и трактуется идентично. Тем не менее, есть и похожее по звучанию зарубежное имя, пользующееся популярностью в Европе и странах Запада.",
            "Характеристика 1": "милую",
            "Характеристика 2": "изящную"
        },
        {
            "Имя": "Мирослава",
            "Описание": "старославянское",
            "Значение": "Имя Мирослава по главной версии славянского происхождения. Произошло скорее всего от слов «мир» и «слава». Буквальная трактовка этого имени может звучать по-разному. Например, «прославленная миролюбием» или же «прославляющая мир». А еще у этого имени есть краткая форма Мира, одновременно являющаяся и самостоятельным женским именем.",
            "Характеристика 1": "мир",
            "Характеристика 2": "слава"
        },
        {
            "Имя": "Мирра",
            "Описание": "древнегреческое",
            "Значение": "По самой распространенной версии имя Мирра имеет еврейское происхождение. Исходя из этой версии, оно могло произойти от еврейского слова, которым в древности обозначалось «миртовое древо». И кстати говоря, у этого имени есть еще и несколько однокоренных имен-близнецов…",
            "Характеристика 1": "миртовое древо",
            "Характеристика 2": "миртовое древо"
        },
        {
            "Имя": "Мия",
            "Описание": "скандинавское",
            "Значение": "Женское английское имя Мия на самом деле скандинавского происхождения по главной версии. Этимологи сходятся во мнении, что оно произошло от слова, означающего «непокорную», «упрямую» или «своенравную». В то же время есть и другая версия, исходя из которой это имя могло произойти от известного во всем мире имени Мария.",
            "Характеристика 1": "непокорную",
            "Характеристика 2": "упрямую"
        },
        {
            "Имя": "Надежда",
            "Описание": "старославянское",
            "Значение": "Имя Надежда по происхождению считается старославянским. Оно появилось многие века назад и первое время существовало в виде имени Надежа. В итоге преобразовалось до Надежды. Буквальная его трактовка соответствует звучанию – «надежда». Других версий не существует…",
            "Характеристика 1": "надежда",
            "Характеристика 2": "Надежа"
        },
        {
            "Имя": "Наталия",
            "Описание": "латинское",
            "Значение": "Имя Наталия латинского происхождения. было образовано от латинского слова «natalis», что переводится как «родная». На протяжении многих лет данное имя пользуется популярностью во многих странах мира, но при этом имеет много разных вариаций произношения и в разных странах звучит по-разному.",
            "Характеристика 1": "родная",
            "Характеристика 2": "родная"
        },
        {
            "Имя": "Наталья",
            "Описание": "позднелатинское",
            "Значение": "Имя Наталья по происхождению считается позднелатинским. Произошло от слов «Dies Natalis Domini», что переводится как «День рождения Господа». Хотя имеется и другая версия, исходя из которой, имя Наталья может переводиться как «родная». Впрочем, в разных культурах популярны разные версии.",
            "Характеристика 1": "родную",
            "Характеристика 2": "рожденную в Рождество"
        },
        {
            "Имя": "Нелли",
            "Описание": "древнегреческое",
            "Значение": "Имя Нелли по происхождению является древнегреческим. Могло произойти от слова «неос», что в переводе означает «молодую» или «новую». Но есть и вторая версия происхождения, исходя из которой. Имя Нелли могло произойти от имени Элеонора, уменьшительно-ласкательной формой которого как раз-таки и считалось в СССР многие годы.",
            "Характеристика 1": "неос",
            "Характеристика 2": "молодую"
        },
        {
            "Имя": "Ника",
            "Описание": "древнегреческое",
            "Значение": "Имя Ника древнегреческое по происхождению. Считается православным русским именем. Произошло же от имени древнегреческой Богини победы, и соответственно трактуется как «победа». В свое время имя Ника считалось лишь укороченной формой других женских имен, но теперь уже является самостоятельным именем.",
            "Характеристика 1": "победу",
            "Характеристика 2": "победу"
        },
        {
            "Имя": "Нина",
            "Описание": "древнееврейское",
            "Значение": "Имя Нина по главной версии древнееврейское по происхождению. Могло произойти от древнееврейского слова «нин», что в переводе означает «правнук». Соответственно, Нина переводится как «правнучка». Хотя имеются и другие версии. Возможно даже произошло от грузинского Нино, что переводится как царица.",
            "Характеристика 1": "нин",
            "Характеристика 2": "правнук"
        },
        {
            "Имя": "Нонна",
            "Описание": "древнеримское/латинское",
            "Значение": "Имя Нонна латинского\\древнеримского происхождения. По крайней мере, об этом свидетельствует главная версия. По этой версии буквальная трактовка звучит как «девятая». Хотя есть и вторая версия, по которой это имя может быть египетского происхождения – трактоваться тогда будет как «посвященная Богу».",
            "Характеристика 1": "девятая",
            "Характеристика 2": "посвященная Богу"
        },
        {
            "Имя": "Нора",
            "Описание": "ирландское или английское",
            "Значение": "Имя Нора английского или ирландского происхождения. По главной версии произошло от англо-нормандского имени, которое было известным в давние века – Хонория (Хонора). В свою очередь корнем этого имени является слово «honor», что переводится как «отвага» или «честь». Самое же имя Нора трактуется как «почитаемая» или «почтенная».",
            "Характеристика 1": "отвага",
            "Характеристика 2": "честь"
        },
        {
            "Имя": "Оксана",
            "Описание": "годревнегреческое",
            "Значение": "Происхождение имени Оксана связывают с появлением такого имени как Ксения. Считается, что эти имена произошли от одной производной, древнегреческого имени Поликсения, переводящегося как «иностранка», «гостья», или же «гостеприимная». Хотя существуют и другие версии.",
            "Характеристика 1": "гостеприимную девушку",
            "Характеристика 2": "гостеприимную девушку"
        },
        {
            "Имя": "Олеся",
            "Описание": "славянское",
            "Значение": "Имя Олеся по происхождению является чисто славянским, по крайней мере, по главной версии. Могло произойти от имени Лесана или Леся, что означает «девушку из леса». По второй версии – произошло от имени Александра, что трактуется как «защитница» и пользуется спросом на западной Украине.",
            "Характеристика 1": "девушка из лесу",
            "Характеристика 2": "девушка из лесу"
        },
        {
            "Имя": "Ольга",
            "Описание": "скандинавское или старорусское",
            "Значение": "Имя Ольга древнерусское по происхождению, по главной версии, и является заимствованным из скандинавских языков. Могло быть образовано от Хельга – «святая», «мудрая» или «роковая». По второй версии оно может иметь славянские корни, произойдя от славянского слова «Вольга».",
            "Характеристика 1": "священную",
            "Характеристика 2": "святую"
        },
        {
            "Имя": "Полина",
            "Описание": "древнегреческое",
            "Значение": "Имя Полина древнегреческое по происхождению (по основной версии). Могло произойти от имени греческого Бога Аполлона. Трактуется в таком случае как «солнечная» или «посвященная Аполлону». По второй версии могло произойти от Аполлинария – в этом случае трактуется как «освобожденная».",
            "Характеристика 1": "солнечная",
            "Характеристика 2": "посвященная Аполлону"
        },
        {
            "Имя": "Прасковья",
            "Описание": "древнегреческое",
            "Значение": "Имя Прасковья древнегреческого происхождения. Скорее всего произошло от древнегреческого «παρα-σκευή», что звучит как Параскева. Буквальная трактовка звучит как «канун субботы» или «пятница». Впрочем, существуют и другие, но менее популярные версии.",
            "Характеристика 1": "канун субботы",
            "Характеристика 2": "пятница"
        },
        {
            "Имя": "Радмила",
            "Описание": "древнеславянское",
            "Значение": "Имя Радмила древнеславянского происхождения и трактуется двумя разными способами. Его значение состоит из двух корней, которые имеются в самом имени – «рад» и «мил». Основная версия трактовки звучит как «милая» или «заботливая», но есть и более литературная версия трактовки, звучащая как «милая радость». Впрочем, сейчас уже версиями не слишком-то и озадачиваются из-за того, что данное имя слишком сильно потеряло в популярности.",
            "Характеристика 1": "рад",
            "Характеристика 2": "мил"
        },
        {
            "Имя": "Раиса",
            "Описание": "греческое или арабское",
            "Значение": "Имя Раиса греческого происхождения по главной версии. В соответствии с этой версией могло произойти от имени Ираида. По второй же версии может быть арабского происхождения. В таком случае в корне имеется слово «раис», что трактуется как «предводитель» или «начальник».",
            "Характеристика 1": "раис",
            "Характеристика 2": "предводитель"
        },
        {
            "Имя": "Раяна",
            "Описание": "арабское или татарское",
            "Значение": "Имя Раяна по происхождению арабское (по главной версии) и переводится с родного языка как «плодородная» или «обильно орошенная». Есть и другая версия, по которой оно могло появиться в татарской культуре. Тогда трактовка звучит как «полноценная» или «всесторонне развитая».",
            "Характеристика 1": "плодородная",
            "Характеристика 2": "обильно орошенная"
        },
        {
            "Имя": "Регина",
            "Описание": "латинское/скандинавское",
            "Значение": "Считается, что имя Регина латинского происхождения (древнеримского), но на самом деле его родиной можно считать Скандинавию. А все потому, что изначально именно в Скандинавии это имя получило наибольшее распространение. В переводе с латыни это имя трактуется как «царица» или «королева».",
            "Характеристика 1": "королева",
            "Характеристика 2": "царица"
        },
        {
            "Имя": "Рената",
            "Описание": "позднелатинское",
            "Значение": "Имя Рената латинского происхождения по главной версии. Буквальная трактовка этого имени звучит как «возродившаяся». По второй версии трактуется как «рожденная заново». И к слову, это женская вариация мужского известного имени Ренат, которое еще произносится и как Ринат.",
            "Характеристика 1": "возродившаяся",
            "Характеристика 2": "рожденная заново"
        },
        {
            "Имя": "Римма",
            "Описание": "древнеримское",
            "Значение": "Имя Римма по главной версии имеет древнеримское происхождение. Скорее всего было образовано от названия города Рима. В таком случае трактуется как «римлянка». Но есть и несколько других версий. По одной из них оно могло произойти от древнееврейского слова, переводящегося как «яблоко».",
            "Характеристика 1": "римлянка",
            "Характеристика 2": "яблоко"
        },
        {
            "Имя": "Рита",
            "Описание": "древнегреческое",
            "Значение": "Имя Рита древнегреческое по происхождению. Считается краткой формой имени Маргарита. Долгое время Рита не признавалось самостоятельным, но сейчас уже числится как самостоятельное во всех рейтингах. Буквальная же трактовка имени Рита звучит также, как и у имени Маргарита – «жемчужина».",
            "Характеристика 1": "жемчужину",
            "Характеристика 2": "жемчужину"
        },
        {
            "Имя": "Роза",
            "Описание": "древнегреческое",
            "Значение": "Имя Роза является древнегреческим по происхождению. Но на нашу территорию оно пришло прямиком из Византии. По главной версии может переводиться с греческого языка как «цветок розы» или «красный цветок». Хотя есть и другая версия, по которой оно может быть латинского происхождения и переводиться так же, как и звучит.",
            "Характеристика 1": "цветок розы",
            "Характеристика 2": "красный цветок"
        },
        {
            "Имя": "Роксана",
            "Описание": "парфяно-согдийское",
            "Значение": "Имя Роксана является парфяно-согдийским по происхождению. Если же говорить о расшифровке, то с персидского языка это имя переводится как «рассвет». Других версий не существует на данный момент. К слову, это имя сулит носительницам обычно очень непростую, но яркую судьбу.",
            "Характеристика 1": "рассвет",
            "Характеристика 2": "рассвет"
        },
        {
            "Имя": "Россияна",
            "Описание": "современное русское",
            "Значение": "Женское имя Россияна является одним из самых современных и не имеет аналогов ни в одной культуре. по главной версии, и, пожалуй, единственной, оно произошло от названия страны Россия в 90-х годах, как раз тогда, когда распался Советский союз. С тех пор это имя начало появляться на просторах Российской Федерации.",
            "Характеристика 1": "Россия",
            "Характеристика 2": "Росинка"
        },
        {
            "Имя": "Светлана",
            "Описание": "старославянское",
            "Значение": "Имя Светлана славянское по происхождению. По главной версии использовалось славянами на Руси задолго до упоминания в поэтому Жуковским. Произошло от двух слов – «свет» и «лан». Популярным стало после опубликования одноименной баллады. Буквально трактуется как «Свет Земли».",
            "Характеристика 1": "свет",
            "Характеристика 2": "лан"
        },
        {
            "Имя": "Серафима",
            "Описание": "древнееврейское",
            "Значение": "Имя Серафима еврейского происхождения по главной версии. Является женской производной формой имени Серафим. Произошло же от «Seraphinus», слова, произошедшего от названия шестикрылых ангелов – серафимов. Буквальная же трактовка этого имени звучит как «огненная».",
            "Характеристика 1": "огненная",
            "Характеристика 2": "огненная"
        },
        {
            "Имя": "София",
            "Описание": "древнегреческое",
            "Значение": "Имя София древнегреческого происхождения. В переводе с древнегреческого языка звучит как «мудрость», «премудрость» или «разумность». Буквальная же трактовка звучит как «мудрая» или «премудрая». Само же имя София считается родственным именем вариации Софья…",
            "Характеристика 1": "мудрость",
            "Характеристика 2": "премудрость"
        },
        {
            "Имя": "Софья",
            "Описание": "древнегреческое",
            "Значение": "Имя Софья имеет древнегреческие корни и произошло от греческого имени Sophia. В переводе означает «мудрость» или «премудрость». По приданию имеет сильную энергетику и более того, числится в именослове православных Святцев.",
            "Характеристика 1": "мудрость",
            "Характеристика 2": "премудрость"
        },
        {
            "Имя": "Стефания",
            "Описание": "древнегреческое",
            "Значение": "Имя Стефания древнегреческого происхождения. По главной версии было образовано от мужского греческого имени Стефанос, что в русском народе употребляется как Стефан или Степан. Буквальная его трактовка звучит как «венец» или «диадема». В России и Украине имя Стефания не слишком популярно.",
            "Характеристика 1": "венец",
            "Характеристика 2": "диадема"
        },
        {
            "Имя": "Таисия",
            "Описание": "древнегреческое",
            "Значение": "Таисия – древнегреческое имя по происхождению. Произошло по главной версии от «Ta Isios». Буквальная трактовка имеет несколько версий. По одной – «посвященная Изиде». По другой – «принадлежащая Изиде».",
            "Характеристика 1": "посвященную Изиде",
            "Характеристика 2": "посвященную Изиде"
        },
        {
            "Имя": "Тамара",
            "Описание": "древнееврейское",
            "Значение": "Имя Тамара древнееврейское по происхождению. Происходит от слова «тамар», что переводится как «финиковая пальма». Есть и вторая версия, исходя из которой, это имя могло произойти от финикийского слова «фамарь», что переводится как «пальма» или «смоковница».",
            "Характеристика 1": "тамар",
            "Характеристика 2": "финиковая пальма"
        },
        {
            "Имя": "Татьяна",
            "Описание": "древнеримское-сабинское",
            "Значение": "Имя Татьяна произошло от римского родового имени, которое появилось после того, как на Римскую Империю напал сабинский царь. Так называемая «сабинская война» была окончена заключением «вечного мира», а в самом Риме тогда-то и появилось родовое имя Tatianus. Женщинам же из того же рода давали к имени приставку Tatiana.",
            "Характеристика 1": "Татианна",
            "Характеристика 2": "повелительницу"
        },
        {
            "Имя": "Ульяна",
            "Описание": "древнеримское",
            "Значение": "Имя Ульяна имеет латинское происхождение и произошло от римского личного имени Юлианус. В то же время были и промежуточные имена. Например, первым было имя Иулиания, от которого произошло имя Юлиания, и только затем уже Ульяна. В переводе означает «счастье».",
            "Характеристика 1": "принадлежность к роду Юлиев",
            "Характеристика 2": "принадлежность к роду Юлиев"
        },
        {
            "Имя": "Фаина",
            "Описание": "древнегреческое",
            "Значение": "Имя Фаина греческого происхождения. Скорее всего было образовано от греческого имени, звучавшего как Фаэйне, что трактуется как «сияющая» или «блестящая». На данный же момент имя Фаина распространено только в странах, что были республиками СССР.",
            "Характеристика 1": "сияющая",
            "Характеристика 2": "блестящая"
        },
        {
            "Имя": "Фрида",
            "Описание": "немецкое",
            "Значение": "Имя Фрида немецкого происхождения. Но изначально оно было лишь краткой формой большинства имен, в корне которых имелось слово «frieden», что переводится как «мир» или «покой». Среди таких имен Фредерика, Альфреда, Фридолин. К слову, у нас это имя стало известным лишь в конце прошлого века.",
            "Характеристика 1": "мир",
            "Характеристика 2": "покой"
        },
        {
            "Имя": "Эдита",
            "Описание": "английское или еврейское",
            "Значение": "Имя Эдита европейское или английское по происхождению. Есть мнение, что впервые оно было использовано в средневековой Англии, хотя это не точно. По этой версии может трактоваться как «владеющая боем». По второй версии – древнееврейское, от имени Юдифь, что переводится как «иудейка».",
            "Характеристика 1": "владеющая боем",
            "Характеристика 2": "иудейка"
        },
        {
            "Имя": "Элеонора",
            "Описание": "древнегреческое",
            "Значение": "Имя Элеонора древнегреческого происхождения по главной версии. Могло произойти от греческого слова «элеос», что в переводе на русский язык звучит как «милость» или «сострадание». Исходя и этого, трактовка звучит как «милосердная» или «сострадательная». Хотя имеются и другие версии…",
            "Характеристика 1": "элеос",
            "Характеристика 2": "милость"
        },
        {
            "Имя": "Элина",
            "Описание": "древнегреческое",
            "Значение": "Имя Элина греческое по происхождению. По главной версии трактуется как «гречанка». Хотя есть и вторая версия, по которой имя Элина является древнееврейским и трактуется как «жизнь данная Богом». А есть и третья версия, по которой это имя может быть порождением шведской культуры…",
            "Характеристика 1": "гречанку",
            "Характеристика 2": "сияющая"
        },
        {
            "Имя": "Элла",
            "Описание": "древнегреческое, нормандское или еврейское",
            "Значение": "Имя Элла древнегреческое по происхождению. Это главная версия и по ней оно трактуется как «заря» или «свет». Вторая версия – нормандское происхождение. В данном случае трактовка звучит как «другая». Третья версия – еврейское происхождение. На иврите трактуется как «богиня».",
            "Характеристика 1": "заря",
            "Характеристика 2": "свет"
        },
        {
            "Имя": "Эльвира",
            "Описание": "германское или испанское",
            "Значение": "Имя Эльвира по происхождению может быть древнегерманским, или же испанским. По первой версии оно может трактоваться как «доброжелательная» или «истинная», «всеправдивая» или «благосклонная». По второй версии, может переводиться с испанского языка как «оберегающая» или «защищающая всех».",
            "Характеристика 1": "доброжелательная",
            "Характеристика 2": "истинная"
        },
        {
            "Имя": "Эльза",
            "Описание": "древнегерманское",
            "Значение": "Имя Эльза древнегерманского или еврейского происхождения. По одной версии, могло прийти именно из Германии, где является особенно популярным. По другой версии, может быть и вовсе краткой формой популярного имени Элизабет, что является производной формой русского имени Елизавета.",
            "Характеристика 1": "на своей волне",
            "Характеристика 2": "но"
        },
        {
            "Имя": "Эмма",
            "Описание": "позднелатинское",
            "Значение": "Имя Эмма латинское по происхождению и скорее всего произошло от имени Эммануэль – является его краткой формой. Буквальная трактовка по этой версии может звучать как «драгоценная» или «душевная». Но есть и другая версия, по которой имя Эмма может иметь мусульманские корни и трактоваться как «верная» или «надежная».",
            "Характеристика 1": "драгоценная",
            "Характеристика 2": "душевная"
        },
        {
            "Имя": "Эрика",
            "Описание": "скандинавское или германское",
            "Значение": "Имя Эрика может быть древнегерманским или скандинавским по происхождению. По первой версии произошло от имени Эрих и трактуется как «обладающая благородством. По второй версии скандинавского происхождения и трактуется как «могущественная правительница».",
            "Характеристика 1": "могущественная правительница",
            "Характеристика 2": "обладающая благородством"
        },
        {
            "Имя": "Юлиана",
            "Описание": "латинское",
            "Значение": "Имя Юлиана является латинским по происхождению. Является современной женской формой личного имени Юлий или Юлианус. Само же имя тесно связано с Юпитером. Ну а буквальная же трактовка этого имени звучит как «посланница Юпитера». Хотя существуют сегодня и другие, но менее известные версии.",
            "Характеристика 1": "посланница Юпитера",
            "Характеристика 2": "посланница Юпитера"
        },
        {
            "Имя": "Юлия",
            "Описание": "древнеримское",
            "Значение": "Имя Юлия по происхождению древнеримское и имеет латинские корни. Могло произойти по главной версии от латинского Julius, что в переводе трактуется как «пушистая» или «кудрявая».",
            "Характеристика 1": "июльскую девушку",
            "Характеристика 2": "рожденную в июле"
        },
        {
            "Имя": "Яна",
            "Описание": "древнееврейское",
            "Значение": "Имя Яна древнееврейского происхождения. Считается, что могло произойти от древнееврейского имени Иоанн, что в свою очередь трактуется как «милость Божья». Хотя имеется и другая не менее популярная версия, исходя из которой, имя Яна могло произойти от имени древнеримского Бога Януса.",
            "Характеристика 1": "Божью милость",
            "Характеристика 2": "благодать"
        },
        {
            "Имя": "Янина",
            "Описание": "древнееврейское",
            "Значение": "Имя Янина древнееврейского происхождения. Мужское имя Ян, от которого было образовано женское имя Янина, произошло от древнееврейского имени Иоанн, от которого в свою очередь произошло и женское имя Иоанна. В переводе с древнееврейского языка, форма Иоанн означает «милость Божью».",
            "Характеристика 1": "милость Божью",
            "Характеристика 2": "милость Божья"
        }
    ]
}